var drillData =[
    {
        "牧场名称": "037",
        "牛舍类型": "哺乳犊牛",
        "生长状态": "大育成牛",
        "牛只数量": 1
    },
    {
        "牧场名称": "037",
        "牛舍类型": "哺乳犊牛",
        "生长状态": "小育成牛",
        "牛只数量": 1
    },
    {
        "牧场名称": "037",
        "牛舍类型": "哺乳犊牛",
        "生长状态": "青年牛",
        "牛只数量": 1
    },
    {
        "牧场名称": "037",
        "牛舍类型": "大育成牛",
        "生长状态": "成母牛",
        "牛只数量": 2
    },
    {
        "牧场名称": "037",
        "牛舍类型": "大育成牛",
        "生长状态": "青年牛",
        "牛只数量": 1
    },
    {
        "牧场名称": "037",
        "牛舍类型": "小育成牛",
        "生长状态": "大育成牛",
        "牛只数量": 1
    },
    {
        "牧场名称": "037",
        "牛舍类型": "小育成牛",
        "生长状态": "青年牛",
        "牛只数量": 1
    },
    {
        "牧场名称": "037",
        "牛舍类型": "青年牛",
        "生长状态": "大育成牛",
        "牛只数量": 2
    },
    {
        "牧场名称": "037",
        "牛舍类型": "青年牛",
        "生长状态": "小育成牛",
        "牛只数量": 1
    },
    {
        "牧场名称": "037",
        "牛舍类型": "青年牛",
        "生长状态": "成母牛",
        "牛只数量": 1
    },
    {
        "牧场名称": "037",
        "牛舍类型": "青年牛",
        "生长状态": "青年牛",
        "牛只数量": 3
    },
    {
        "牧场名称": "12测",
        "牛舍类型": "低产牛",
        "生长状态": "大育成牛",
        "牛只数量": 1
    },
    {
        "牧场名称": "12测",
        "牛舍类型": "低产牛",
        "生长状态": "成母牛",
        "牛只数量": 69
    },
    {
        "牧场名称": "12测",
        "牛舍类型": "哺乳犊牛",
        "生长状态": "哺乳犊牛",
        "牛只数量": 1
    },
    {
        "牧场名称": "12测",
        "牛舍类型": "哺乳犊牛",
        "生长状态": "大育成牛",
        "牛只数量": 46
    },
    {
        "牧场名称": "12测",
        "牛舍类型": "围产后",
        "生长状态": "成母牛",
        "牛只数量": 12
    },
    {
        "牧场名称": "12测",
        "牛舍类型": "大育成牛",
        "生长状态": "大育成牛",
        "牛只数量": 44
    },
    {
        "牧场名称": "12测",
        "牛舍类型": "大育成牛",
        "生长状态": "青年牛",
        "牛只数量": 2
    },
    {
        "牧场名称": "12测",
        "牛舍类型": "小育成牛",
        "生长状态": "大育成牛",
        "牛只数量": 80
    },
    {
        "牧场名称": "12测",
        "牛舍类型": "小育成牛",
        "生长状态": "青年牛",
        "牛只数量": 3
    },
    {
        "牧场名称": "12测",
        "牛舍类型": "干奶牛",
        "生长状态": "大育成牛",
        "牛只数量": 6
    },
    {
        "牧场名称": "12测",
        "牛舍类型": "干奶牛",
        "生长状态": "成母牛",
        "牛只数量": 17
    },
    {
        "牧场名称": "12测",
        "牛舍类型": "青年牛",
        "生长状态": "大育成牛",
        "牛只数量": 47
    },
    {
        "牧场名称": "12测",
        "牛舍类型": "青年牛",
        "生长状态": "成母牛",
        "牛只数量": 1
    },
    {
        "牧场名称": "12测",
        "牛舍类型": "高产牛",
        "生长状态": "大育成牛",
        "牛只数量": 3
    },
    {
        "牧场名称": "12测",
        "牛舍类型": "高产牛",
        "生长状态": "成母牛",
        "牛只数量": 90
    },
    {
        "牧场名称": "21",
        "牛舍类型": "哺乳犊牛",
        "生长状态": "大育成牛",
        "牛只数量": 1
    },
    {
        "牧场名称": "21",
        "牛舍类型": "哺乳犊牛",
        "生长状态": "青年牛",
        "牛只数量": 4
    },
    {
        "牧场名称": "21",
        "牛舍类型": "小育成牛",
        "生长状态": "大育成牛",
        "牛只数量": 12
    },
    {
        "牧场名称": "21",
        "牛舍类型": "小育成牛",
        "生长状态": "成母牛",
        "牛只数量": 17
    },
    {
        "牧场名称": "21天妊娠率",
        "牛舍类型": "高产牛",
        "生长状态": "成母牛",
        "牛只数量": 55
    },
    {
        "牧场名称": "21天妊娠率",
        "牛舍类型": "高产牛",
        "生长状态": "青年牛",
        "牛只数量": 28
    },
    {
        "牧场名称": "8678",
        "牛舍类型": "青年牛",
        "生长状态": "哺乳犊牛",
        "牛只数量": 1
    },
    {
        "牧场名称": "8678",
        "牛舍类型": "青年牛",
        "生长状态": "成母牛",
        "牛只数量": 40
    },
    {
        "牧场名称": "Airbnb",
        "牛舍类型": "哺乳犊牛",
        "生长状态": "大育成牛",
        "牛只数量": 18
    },
    {
        "牧场名称": "Airbnb",
        "牛舍类型": "哺乳犊牛",
        "生长状态": "青年牛",
        "牛只数量": 1
    },
    {
        "牧场名称": "Airbnb",
        "牛舍类型": "小育成牛",
        "生长状态": "哺乳犊牛",
        "牛只数量": 1
    },
    {
        "牧场名称": "Airbnb",
        "牛舍类型": "小育成牛",
        "生长状态": "大育成牛",
        "牛只数量": 8
    },
    {
        "牧场名称": "Airbnb",
        "牛舍类型": "小育成牛",
        "生长状态": "成母牛",
        "牛只数量": 1
    },
    {
        "牧场名称": "bugfree",
        "牛舍类型": "哺乳犊牛",
        "生长状态": "大育成牛",
        "牛只数量": 3
    },
    {
        "牧场名称": "bugfree",
        "牛舍类型": "哺乳犊牛",
        "生长状态": "成母牛",
        "牛只数量": 1
    },
    {
        "牧场名称": "bugfree",
        "牛舍类型": "围产后",
        "生长状态": "成母牛",
        "牛只数量": 5
    },
    {
        "牧场名称": "bugfree",
        "牛舍类型": "围产后",
        "生长状态": "青年牛",
        "牛只数量": 2
    },
    {
        "牧场名称": "bugfree",
        "牛舍类型": "隔离牛",
        "生长状态": "大育成牛",
        "牛只数量": 1
    },
    {
        "牧场名称": "bugfree",
        "牛舍类型": "隔离牛",
        "生长状态": "成母牛",
        "牛只数量": 1
    },
    {
        "牧场名称": "lei20160226",
        "牛舍类型": "低产牛",
        "生长状态": "成母牛",
        "牛只数量": 1
    },
    {
        "牧场名称": "lei20160226",
        "牛舍类型": "哺乳犊牛",
        "生长状态": "大育成牛",
        "牛只数量": 1
    },
    {
        "牧场名称": "lei20160226",
        "牛舍类型": "围产后",
        "生长状态": "成母牛",
        "牛只数量": 6
    },
    {
        "牧场名称": "lei20160226",
        "牛舍类型": "小育成牛",
        "生长状态": "大育成牛",
        "牛只数量": 1
    },
    {
        "牧场名称": "lei20160226",
        "牛舍类型": "高产牛",
        "生长状态": "成母牛",
        "牛只数量": 1
    },
    {
        "牧场名称": "LOL",
        "牛舍类型": "哺乳犊牛",
        "生长状态": "哺乳犊牛",
        "牛只数量": 1
    },
    {
        "牧场名称": "LOL",
        "牛舍类型": "哺乳犊牛",
        "生长状态": "大育成牛",
        "牛只数量": 1
    },
    {
        "牧场名称": "LOL",
        "牛舍类型": "哺乳犊牛",
        "生长状态": "小育成牛",
        "牛只数量": 6
    },
    {
        "牧场名称": "LOL",
        "牛舍类型": "哺乳犊牛",
        "生长状态": "成母牛",
        "牛只数量": 1
    },
    {
        "牧场名称": "LOL",
        "牛舍类型": "哺乳犊牛",
        "生长状态": "断奶犊牛",
        "牛只数量": 4
    },
    {
        "牧场名称": "LOL",
        "牛舍类型": "断奶犊牛",
        "生长状态": "小育成牛",
        "牛只数量": 1
    },
    {
        "牧场名称": "LOL",
        "牛舍类型": "断奶犊牛",
        "生长状态": "成母牛",
        "牛只数量": 1
    },
    {
        "牧场名称": "LOL",
        "牛舍类型": "高产牛",
        "生长状态": "成母牛",
        "牛只数量": 1
    },
    {
        "牧场名称": "LOL",
        "牛舍类型": "高产牛",
        "生长状态": "断奶犊牛",
        "牛只数量": 13
    },
    {
        "牧场名称": "new",
        "牛舍类型": "低产牛",
        "生长状态": "大育成牛",
        "牛只数量": 18
    },
    {
        "牧场名称": "new",
        "牛舍类型": "公牛",
        "生长状态": "大育成牛",
        "牛只数量": 1
    },
    {
        "牧场名称": "new",
        "牛舍类型": "公牛",
        "生长状态": "成母牛",
        "牛只数量": 1
    },
    {
        "牧场名称": "new",
        "牛舍类型": "哺乳犊牛",
        "生长状态": "哺乳犊牛",
        "牛只数量": 1
    },
    {
        "牧场名称": "new",
        "牛舍类型": "哺乳犊牛",
        "生长状态": "大育成牛",
        "牛只数量": 41
    },
    {
        "牧场名称": "new",
        "牛舍类型": "哺乳犊牛",
        "生长状态": "小育成牛",
        "牛只数量": 1
    },
    {
        "牧场名称": "new",
        "牛舍类型": "哺乳犊牛",
        "生长状态": "成母牛",
        "牛只数量": 2
    },
    {
        "牧场名称": "new",
        "牛舍类型": "干奶牛",
        "生长状态": "大育成牛",
        "牛只数量": 9
    },
    {
        "牧场名称": "new",
        "牛舍类型": "青年牛",
        "生长状态": "大育成牛",
        "牛只数量": 11
    },
    {
        "牧场名称": "new",
        "牛舍类型": "青年牛",
        "生长状态": "小育成牛",
        "牛只数量": 1
    },
    {
        "牧场名称": "new",
        "牛舍类型": "高产牛",
        "生长状态": "大育成牛",
        "牛只数量": 101
    },
    {
        "牧场名称": "new",
        "牛舍类型": "高产牛",
        "生长状态": "成母牛",
        "牛只数量": 2
    },
    {
        "牧场名称": "new",
        "牛舍类型": "高产牛",
        "生长状态": "青年牛",
        "牛只数量": 3
    },
    {
        "牧场名称": "trerte",
        "牛舍类型": "青年牛",
        "生长状态": "成母牛",
        "牛只数量": 47
    },
    {
        "牧场名称": "XXXX",
        "牛舍类型": "青年牛",
        "生长状态": "大育成牛",
        "牛只数量": 4
    },
    {
        "牧场名称": "XXXX",
        "牛舍类型": "青年牛",
        "生长状态": "成母牛",
        "牛只数量": 12
    },
    {
        "牧场名称": "XXXX",
        "牛舍类型": "青年牛",
        "生长状态": "青年牛",
        "牛只数量": 4
    },
    {
        "牧场名称": "一致性2",
        "牛舍类型": "哺乳犊牛",
        "生长状态": "成母牛",
        "牛只数量": 1
    },
    {
        "牧场名称": "不要动",
        "牛舍类型": "中产牛",
        "生长状态": "哺乳犊牛",
        "牛只数量": 4
    },
    {
        "牧场名称": "不要动",
        "牛舍类型": "中产牛",
        "生长状态": "大育成牛",
        "牛只数量": 25
    },
    {
        "牧场名称": "不要动",
        "牛舍类型": "中产牛",
        "生长状态": "小育成牛",
        "牛只数量": 10
    },
    {
        "牧场名称": "不要动",
        "牛舍类型": "中产牛",
        "生长状态": "青年牛",
        "牛只数量": 1
    },
    {
        "牧场名称": "不要动",
        "牛舍类型": "低产牛",
        "生长状态": "哺乳犊牛",
        "牛只数量": 3
    },
    {
        "牧场名称": "不要动",
        "牛舍类型": "低产牛",
        "生长状态": "大育成牛",
        "牛只数量": 2
    },
    {
        "牧场名称": "不要动",
        "牛舍类型": "低产牛",
        "生长状态": "成母牛",
        "牛只数量": 6
    },
    {
        "牧场名称": "不要动",
        "牛舍类型": "低产牛",
        "生长状态": "断奶犊牛",
        "牛只数量": 1
    },
    {
        "牧场名称": "不要动",
        "牛舍类型": "低产牛",
        "生长状态": "青年牛",
        "牛只数量": 1
    },
    {
        "牧场名称": "不要动",
        "牛舍类型": "公牛",
        "生长状态": "大育成牛",
        "牛只数量": 32
    },
    {
        "牧场名称": "不要动",
        "牛舍类型": "公牛",
        "生长状态": "成母牛",
        "牛只数量": 1
    },
    {
        "牧场名称": "不要动",
        "牛舍类型": "哺乳犊牛",
        "生长状态": "哺乳犊牛",
        "牛只数量": 14
    },
    {
        "牧场名称": "不要动",
        "牛舍类型": "哺乳犊牛",
        "生长状态": "大育成牛",
        "牛只数量": 7
    },
    {
        "牧场名称": "不要动",
        "牛舍类型": "哺乳犊牛",
        "生长状态": "成母牛",
        "牛只数量": 18
    },
    {
        "牧场名称": "不要动",
        "牛舍类型": "哺乳犊牛",
        "生长状态": "断奶犊牛",
        "牛只数量": 30
    },
    {
        "牧场名称": "不要动",
        "牛舍类型": "哺乳犊牛",
        "生长状态": "青年牛",
        "牛只数量": 25
    },
    {
        "牧场名称": "不要动",
        "牛舍类型": "围产后",
        "生长状态": "哺乳犊牛",
        "牛只数量": 4
    },
    {
        "牧场名称": "不要动",
        "牛舍类型": "围产后",
        "生长状态": "大育成牛",
        "牛只数量": 3
    },
    {
        "牧场名称": "不要动",
        "牛舍类型": "围产后",
        "生长状态": "成母牛",
        "牛只数量": 2
    },
    {
        "牧场名称": "不要动",
        "牛舍类型": "围产后",
        "生长状态": "断奶犊牛",
        "牛只数量": 3
    },
    {
        "牧场名称": "不要动",
        "牛舍类型": "围产牛",
        "生长状态": "大育成牛",
        "牛只数量": 24
    },
    {
        "牧场名称": "不要动",
        "牛舍类型": "围产牛",
        "生长状态": "成母牛",
        "牛只数量": 8
    },
    {
        "牧场名称": "不要动",
        "牛舍类型": "围产牛",
        "生长状态": "断奶犊牛",
        "牛只数量": 2
    },
    {
        "牧场名称": "不要动",
        "牛舍类型": "围产牛",
        "生长状态": "青年牛",
        "牛只数量": 1
    },
    {
        "牧场名称": "不要动",
        "牛舍类型": "大育成牛",
        "生长状态": "大育成牛",
        "牛只数量": 84
    },
    {
        "牧场名称": "不要动",
        "牛舍类型": "大育成牛",
        "生长状态": "小育成牛",
        "牛只数量": 1
    },
    {
        "牧场名称": "不要动",
        "牛舍类型": "大育成牛",
        "生长状态": "成母牛",
        "牛只数量": 4
    },
    {
        "牧场名称": "不要动",
        "牛舍类型": "大育成牛",
        "生长状态": "断奶犊牛",
        "牛只数量": 1
    },
    {
        "牧场名称": "不要动",
        "牛舍类型": "大育成牛",
        "生长状态": "青年牛",
        "牛只数量": 2
    },
    {
        "牧场名称": "不要动",
        "牛舍类型": "小育成牛",
        "生长状态": "大育成牛",
        "牛只数量": 480
    },
    {
        "牧场名称": "不要动",
        "牛舍类型": "小育成牛",
        "生长状态": "小育成牛",
        "牛只数量": 2
    },
    {
        "牧场名称": "不要动",
        "牛舍类型": "小育成牛",
        "生长状态": "成母牛",
        "牛只数量": 1
    },
    {
        "牧场名称": "不要动",
        "牛舍类型": "小育成牛",
        "生长状态": "断奶犊牛",
        "牛只数量": 2
    },
    {
        "牧场名称": "不要动",
        "牛舍类型": "小育成牛",
        "生长状态": "青年牛",
        "牛只数量": 5
    },
    {
        "牧场名称": "不要动",
        "牛舍类型": "干奶牛",
        "生长状态": "大育成牛",
        "牛只数量": 2
    },
    {
        "牧场名称": "不要动",
        "牛舍类型": "干奶牛",
        "生长状态": "成母牛",
        "牛只数量": 7
    },
    {
        "牧场名称": "不要动",
        "牛舍类型": "干奶牛",
        "生长状态": "断奶犊牛",
        "牛只数量": 2
    },
    {
        "牧场名称": "不要动",
        "牛舍类型": "断奶犊牛",
        "生长状态": "哺乳犊牛",
        "牛只数量": 16
    },
    {
        "牧场名称": "不要动",
        "牛舍类型": "断奶犊牛",
        "生长状态": "大育成牛",
        "牛只数量": 635
    },
    {
        "牧场名称": "不要动",
        "牛舍类型": "断奶犊牛",
        "生长状态": "小育成牛",
        "牛只数量": 9
    },
    {
        "牧场名称": "不要动",
        "牛舍类型": "断奶犊牛",
        "生长状态": "成母牛",
        "牛只数量": 22
    },
    {
        "牧场名称": "不要动",
        "牛舍类型": "断奶犊牛",
        "生长状态": "断奶犊牛",
        "牛只数量": 4
    },
    {
        "牧场名称": "不要动",
        "牛舍类型": "断奶犊牛",
        "生长状态": "青年牛",
        "牛只数量": 48
    },
    {
        "牧场名称": "不要动",
        "牛舍类型": "新产牛",
        "生长状态": "成母牛",
        "牛只数量": 1
    },
    {
        "牧场名称": "不要动",
        "牛舍类型": "病牛",
        "生长状态": "大育成牛",
        "牛只数量": 3
    },
    {
        "牧场名称": "不要动",
        "牛舍类型": "病牛",
        "生长状态": "成母牛",
        "牛只数量": 1
    },
    {
        "牧场名称": "不要动",
        "牛舍类型": "隔离牛",
        "生长状态": "大育成牛",
        "牛只数量": 2
    },
    {
        "牧场名称": "不要动",
        "牛舍类型": "隔离牛",
        "生长状态": "成母牛",
        "牛只数量": 2
    },
    {
        "牧场名称": "不要动",
        "牛舍类型": "青年牛",
        "生长状态": "哺乳犊牛",
        "牛只数量": 2
    },
    {
        "牧场名称": "不要动",
        "牛舍类型": "青年牛",
        "生长状态": "大育成牛",
        "牛只数量": 6
    },
    {
        "牧场名称": "不要动",
        "牛舍类型": "青年牛",
        "生长状态": "成母牛",
        "牛只数量": 119
    },
    {
        "牧场名称": "不要动",
        "牛舍类型": "青年牛",
        "生长状态": "断奶犊牛",
        "牛只数量": 9
    },
    {
        "牧场名称": "不要动",
        "牛舍类型": "青年牛",
        "生长状态": "青年牛",
        "牛只数量": 49
    },
    {
        "牧场名称": "不要动",
        "牛舍类型": "高产牛",
        "生长状态": "哺乳犊牛",
        "牛只数量": 3
    },
    {
        "牧场名称": "不要动",
        "牛舍类型": "高产牛",
        "生长状态": "大育成牛",
        "牛只数量": 6
    },
    {
        "牧场名称": "不要动",
        "牛舍类型": "高产牛",
        "生长状态": "成母牛",
        "牛只数量": 13
    },
    {
        "牧场名称": "不要动",
        "牛舍类型": "高产牛",
        "生长状态": "断奶犊牛",
        "牛只数量": 1
    },
    {
        "牧场名称": "丰南国明",
        "牛舍类型": "其它",
        "生长状态": "哺乳犊牛",
        "牛只数量": 1
    },
    {
        "牧场名称": "丰南国明",
        "牛舍类型": "其它",
        "生长状态": "成母牛",
        "牛只数量": 190
    },
    {
        "牧场名称": "丰南国明",
        "牛舍类型": "病牛",
        "生长状态": "成母牛",
        "牛只数量": 9
    },
    {
        "牧场名称": "丰南国明",
        "牛舍类型": "病牛",
        "生长状态": "断奶犊牛",
        "牛只数量": 2
    },
    {
        "牧场名称": "久久牧场",
        "牛舍类型": "低产牛",
        "生长状态": "成母牛",
        "牛只数量": 3
    },
    {
        "牧场名称": "久久牧场",
        "牛舍类型": "哺乳犊牛",
        "生长状态": "成母牛",
        "牛只数量": 305
    },
    {
        "牧场名称": "久久牧场",
        "牛舍类型": "哺乳犊牛",
        "生长状态": "青年牛",
        "牛只数量": 1
    },
    {
        "牧场名称": "久久牧场",
        "牛舍类型": "高产牛",
        "生长状态": "大育成牛",
        "牛只数量": 4
    },
    {
        "牧场名称": "久久牧场",
        "牛舍类型": "高产牛",
        "生长状态": "成母牛",
        "牛只数量": 2
    },
    {
        "牧场名称": "何氏大牧场",
        "牛舍类型": "哺乳犊牛",
        "生长状态": "大育成牛",
        "牛只数量": 20
    },
    {
        "牧场名称": "何氏大牧场",
        "牛舍类型": "哺乳犊牛",
        "生长状态": "成母牛",
        "牛只数量": 7
    },
    {
        "牧场名称": "何氏大牧场",
        "牛舍类型": "哺乳犊牛",
        "生长状态": "青年牛",
        "牛只数量": 2
    },
    {
        "牧场名称": "何氏大牧场",
        "牛舍类型": "围产后",
        "生长状态": "大育成牛",
        "牛只数量": 4
    },
    {
        "牧场名称": "何氏大牧场",
        "牛舍类型": "围产后",
        "生长状态": "成母牛",
        "牛只数量": 6
    },
    {
        "牧场名称": "何氏大牧场",
        "牛舍类型": "围产后",
        "生长状态": "青年牛",
        "牛只数量": 2
    },
    {
        "牧场名称": "何氏大牧场",
        "牛舍类型": "大育成牛",
        "生长状态": "哺乳犊牛",
        "牛只数量": 1
    },
    {
        "牧场名称": "何氏大牧场",
        "牛舍类型": "大育成牛",
        "生长状态": "大育成牛",
        "牛只数量": 1
    },
    {
        "牧场名称": "何氏大牧场",
        "牛舍类型": "大育成牛",
        "生长状态": "成母牛",
        "牛只数量": 4
    },
    {
        "牧场名称": "何氏大牧场",
        "牛舍类型": "大育成牛",
        "生长状态": "青年牛",
        "牛只数量": 2
    },
    {
        "牧场名称": "何氏大牧场",
        "牛舍类型": "小育成牛",
        "生长状态": "哺乳犊牛",
        "牛只数量": 1
    },
    {
        "牧场名称": "何氏大牧场",
        "牛舍类型": "小育成牛",
        "生长状态": "大育成牛",
        "牛只数量": 2
    },
    {
        "牧场名称": "何氏大牧场",
        "牛舍类型": "小育成牛",
        "生长状态": "成母牛",
        "牛只数量": 2
    },
    {
        "牧场名称": "何氏大牧场",
        "牛舍类型": "小育成牛",
        "生长状态": "青年牛",
        "牛只数量": 1
    },
    {
        "牧场名称": "何氏大牧场",
        "牛舍类型": "干奶牛",
        "生长状态": "哺乳犊牛",
        "牛只数量": 1
    },
    {
        "牧场名称": "何氏大牧场",
        "牛舍类型": "干奶牛",
        "生长状态": "大育成牛",
        "牛只数量": 2
    },
    {
        "牧场名称": "何氏大牧场",
        "牛舍类型": "干奶牛",
        "生长状态": "青年牛",
        "牛只数量": 1
    },
    {
        "牧场名称": "何氏大牧场",
        "牛舍类型": "高产牛",
        "生长状态": "哺乳犊牛",
        "牛只数量": 2
    },
    {
        "牧场名称": "何氏大牧场",
        "牛舍类型": "高产牛",
        "生长状态": "大育成牛",
        "牛只数量": 1002
    },
    {
        "牧场名称": "何氏大牧场",
        "牛舍类型": "高产牛",
        "生长状态": "小育成牛",
        "牛只数量": 4
    },
    {
        "牧场名称": "何氏大牧场",
        "牛舍类型": "高产牛",
        "生长状态": "成母牛",
        "牛只数量": 5
    },
    {
        "牧场名称": "何氏大牧场",
        "牛舍类型": "高产牛",
        "生长状态": "青年牛",
        "牛只数量": 1
    },
    {
        "牧场名称": "何氏赌场",
        "牛舍类型": "隔离牛",
        "生长状态": "大育成牛",
        "牛只数量": 4
    },
    {
        "牧场名称": "何氏赌场",
        "牛舍类型": "隔离牛",
        "生长状态": "成母牛",
        "牛只数量": 12
    },
    {
        "牧场名称": "何氏赌场",
        "牛舍类型": "隔离牛",
        "生长状态": "青年牛",
        "牛只数量": 4
    },
    {
        "牧场名称": "加农",
        "牛舍类型": "中产牛",
        "生长状态": "哺乳犊牛",
        "牛只数量": 2
    },
    {
        "牧场名称": "加农",
        "牛舍类型": "低产牛",
        "生长状态": "哺乳犊牛",
        "牛只数量": 13
    },
    {
        "牧场名称": "加农",
        "牛舍类型": "低产牛",
        "生长状态": "大育成牛",
        "牛只数量": 8
    },
    {
        "牧场名称": "加农",
        "牛舍类型": "低产牛",
        "生长状态": "小育成牛",
        "牛只数量": 27
    },
    {
        "牧场名称": "加农",
        "牛舍类型": "低产牛",
        "生长状态": "成母牛",
        "牛只数量": 15
    },
    {
        "牧场名称": "加农",
        "牛舍类型": "低产牛",
        "生长状态": "断奶犊牛",
        "牛只数量": 4
    },
    {
        "牧场名称": "加农",
        "牛舍类型": "低产牛",
        "生长状态": "青年牛",
        "牛只数量": 7
    },
    {
        "牧场名称": "加农",
        "牛舍类型": "公牛",
        "生长状态": "小育成牛",
        "牛只数量": 5
    },
    {
        "牧场名称": "加农",
        "牛舍类型": "其它",
        "生长状态": "哺乳犊牛",
        "牛只数量": 1
    },
    {
        "牧场名称": "加农",
        "牛舍类型": "其它",
        "生长状态": "成母牛",
        "牛只数量": 2
    },
    {
        "牧场名称": "加农",
        "牛舍类型": "其它",
        "生长状态": "青年牛",
        "牛只数量": 1
    },
    {
        "牧场名称": "加农",
        "牛舍类型": "哺乳犊牛",
        "生长状态": "哺乳犊牛",
        "牛只数量": 41
    },
    {
        "牧场名称": "加农",
        "牛舍类型": "哺乳犊牛",
        "生长状态": "大育成牛",
        "牛只数量": 29
    },
    {
        "牧场名称": "加农",
        "牛舍类型": "哺乳犊牛",
        "生长状态": "小育成牛",
        "牛只数量": 58
    },
    {
        "牧场名称": "加农",
        "牛舍类型": "哺乳犊牛",
        "生长状态": "成母牛",
        "牛只数量": 42
    },
    {
        "牧场名称": "加农",
        "牛舍类型": "哺乳犊牛",
        "生长状态": "断奶犊牛",
        "牛只数量": 6
    },
    {
        "牧场名称": "加农",
        "牛舍类型": "哺乳犊牛",
        "生长状态": "青年牛",
        "牛只数量": 18
    },
    {
        "牧场名称": "加农",
        "牛舍类型": "围产牛",
        "生长状态": "哺乳犊牛",
        "牛只数量": 3
    },
    {
        "牧场名称": "加农",
        "牛舍类型": "围产牛",
        "生长状态": "小育成牛",
        "牛只数量": 25
    },
    {
        "牧场名称": "加农",
        "牛舍类型": "围产牛",
        "生长状态": "成母牛",
        "牛只数量": 8
    },
    {
        "牧场名称": "加农",
        "牛舍类型": "围产牛",
        "生长状态": "青年牛",
        "牛只数量": 1
    },
    {
        "牧场名称": "加农",
        "牛舍类型": "大育成牛",
        "生长状态": "哺乳犊牛",
        "牛只数量": 27
    },
    {
        "牧场名称": "加农",
        "牛舍类型": "大育成牛",
        "生长状态": "大育成牛",
        "牛只数量": 26
    },
    {
        "牧场名称": "加农",
        "牛舍类型": "大育成牛",
        "生长状态": "小育成牛",
        "牛只数量": 65
    },
    {
        "牧场名称": "加农",
        "牛舍类型": "大育成牛",
        "生长状态": "成母牛",
        "牛只数量": 55
    },
    {
        "牧场名称": "加农",
        "牛舍类型": "大育成牛",
        "生长状态": "断奶犊牛",
        "牛只数量": 6
    },
    {
        "牧场名称": "加农",
        "牛舍类型": "大育成牛",
        "生长状态": "青年牛",
        "牛只数量": 30
    },
    {
        "牧场名称": "加农",
        "牛舍类型": "小育成牛",
        "生长状态": "哺乳犊牛",
        "牛只数量": 27
    },
    {
        "牧场名称": "加农",
        "牛舍类型": "小育成牛",
        "生长状态": "大育成牛",
        "牛只数量": 39
    },
    {
        "牧场名称": "加农",
        "牛舍类型": "小育成牛",
        "生长状态": "小育成牛",
        "牛只数量": 56
    },
    {
        "牧场名称": "加农",
        "牛舍类型": "小育成牛",
        "生长状态": "成母牛",
        "牛只数量": 564
    },
    {
        "牧场名称": "加农",
        "牛舍类型": "小育成牛",
        "生长状态": "断奶犊牛",
        "牛只数量": 11
    },
    {
        "牧场名称": "加农",
        "牛舍类型": "小育成牛",
        "生长状态": "青年牛",
        "牛只数量": 32
    },
    {
        "牧场名称": "加农",
        "牛舍类型": "干奶牛",
        "生长状态": "哺乳犊牛",
        "牛只数量": 2
    },
    {
        "牧场名称": "加农",
        "牛舍类型": "干奶牛",
        "生长状态": "小育成牛",
        "牛只数量": 26
    },
    {
        "牧场名称": "加农",
        "牛舍类型": "干奶牛",
        "生长状态": "成母牛",
        "牛只数量": 2
    },
    {
        "牧场名称": "加农",
        "牛舍类型": "断奶犊牛",
        "生长状态": "哺乳犊牛",
        "牛只数量": 26
    },
    {
        "牧场名称": "加农",
        "牛舍类型": "断奶犊牛",
        "生长状态": "大育成牛",
        "牛只数量": 19
    },
    {
        "牧场名称": "加农",
        "牛舍类型": "断奶犊牛",
        "生长状态": "小育成牛",
        "牛只数量": 122
    },
    {
        "牧场名称": "加农",
        "牛舍类型": "断奶犊牛",
        "生长状态": "成母牛",
        "牛只数量": 58
    },
    {
        "牧场名称": "加农",
        "牛舍类型": "断奶犊牛",
        "生长状态": "断奶犊牛",
        "牛只数量": 16
    },
    {
        "牧场名称": "加农",
        "牛舍类型": "断奶犊牛",
        "生长状态": "青年牛",
        "牛只数量": 23
    },
    {
        "牧场名称": "加农",
        "牛舍类型": "新产牛",
        "生长状态": "小育成牛",
        "牛只数量": 7
    },
    {
        "牧场名称": "加农",
        "牛舍类型": "新产牛",
        "生长状态": "成母牛",
        "牛只数量": 7
    },
    {
        "牧场名称": "加农",
        "牛舍类型": "新产牛",
        "生长状态": "断奶犊牛",
        "牛只数量": 1
    },
    {
        "牧场名称": "加农",
        "牛舍类型": "病牛",
        "生长状态": "小育成牛",
        "牛只数量": 12
    },
    {
        "牧场名称": "加农",
        "牛舍类型": "病牛",
        "生长状态": "成母牛",
        "牛只数量": 2
    },
    {
        "牧场名称": "加农",
        "牛舍类型": "病牛",
        "生长状态": "青年牛",
        "牛只数量": 1
    },
    {
        "牧场名称": "加农",
        "牛舍类型": "隔离牛",
        "生长状态": "小育成牛",
        "牛只数量": 9
    },
    {
        "牧场名称": "加农",
        "牛舍类型": "隔离牛",
        "生长状态": "成母牛",
        "牛只数量": 3
    },
    {
        "牧场名称": "加农",
        "牛舍类型": "隔离牛",
        "生长状态": "断奶犊牛",
        "牛只数量": 1
    },
    {
        "牧场名称": "加农",
        "牛舍类型": "隔离牛",
        "生长状态": "青年牛",
        "牛只数量": 1
    },
    {
        "牧场名称": "加农",
        "牛舍类型": "青年牛",
        "生长状态": "哺乳犊牛",
        "牛只数量": 16
    },
    {
        "牧场名称": "加农",
        "牛舍类型": "青年牛",
        "生长状态": "大育成牛",
        "牛只数量": 43
    },
    {
        "牧场名称": "加农",
        "牛舍类型": "青年牛",
        "生长状态": "小育成牛",
        "牛只数量": 54
    },
    {
        "牧场名称": "加农",
        "牛舍类型": "青年牛",
        "生长状态": "成母牛",
        "牛只数量": 48
    },
    {
        "牧场名称": "加农",
        "牛舍类型": "青年牛",
        "生长状态": "断奶犊牛",
        "牛只数量": 3
    },
    {
        "牧场名称": "加农",
        "牛舍类型": "青年牛",
        "生长状态": "青年牛",
        "牛只数量": 14
    },
    {
        "牧场名称": "加农",
        "牛舍类型": "高产牛",
        "生长状态": "哺乳犊牛",
        "牛只数量": 3
    },
    {
        "牧场名称": "加农",
        "牛舍类型": "高产牛",
        "生长状态": "大育成牛",
        "牛只数量": 9
    },
    {
        "牧场名称": "加农",
        "牛舍类型": "高产牛",
        "生长状态": "小育成牛",
        "牛只数量": 38
    },
    {
        "牧场名称": "加农",
        "牛舍类型": "高产牛",
        "生长状态": "成母牛",
        "牛只数量": 24
    },
    {
        "牧场名称": "加农",
        "牛舍类型": "高产牛",
        "生长状态": "断奶犊牛",
        "牛只数量": 2
    },
    {
        "牧场名称": "加农",
        "牛舍类型": "高产牛",
        "生长状态": "青年牛",
        "牛只数量": 4
    },
    {
        "牧场名称": "北京伟博萌",
        "牛舍类型": "低产牛",
        "生长状态": "哺乳犊牛",
        "牛只数量": 1
    },
    {
        "牧场名称": "北京伟博萌",
        "牛舍类型": "低产牛",
        "生长状态": "小育成牛",
        "牛只数量": 1
    },
    {
        "牧场名称": "北京伟博萌",
        "牛舍类型": "低产牛",
        "生长状态": "成母牛",
        "牛只数量": 37
    },
    {
        "牧场名称": "北京伟博萌",
        "牛舍类型": "公牛",
        "生长状态": "成母牛",
        "牛只数量": 6
    },
    {
        "牧场名称": "北京伟博萌",
        "牛舍类型": "公牛",
        "生长状态": "断奶犊牛",
        "牛只数量": 2
    },
    {
        "牧场名称": "北京伟博萌",
        "牛舍类型": "其它",
        "生长状态": "成母牛",
        "牛只数量": 37
    },
    {
        "牧场名称": "北京伟博萌",
        "牛舍类型": "其它",
        "生长状态": "断奶犊牛",
        "牛只数量": 1
    },
    {
        "牧场名称": "北京伟博萌",
        "牛舍类型": "哺乳犊牛",
        "生长状态": "哺乳犊牛",
        "牛只数量": 2
    },
    {
        "牧场名称": "北京伟博萌",
        "牛舍类型": "哺乳犊牛",
        "生长状态": "大育成牛",
        "牛只数量": 35
    },
    {
        "牧场名称": "北京伟博萌",
        "牛舍类型": "哺乳犊牛",
        "生长状态": "小育成牛",
        "牛只数量": 2
    },
    {
        "牧场名称": "北京伟博萌",
        "牛舍类型": "哺乳犊牛",
        "生长状态": "成母牛",
        "牛只数量": 2
    },
    {
        "牧场名称": "北京伟博萌",
        "牛舍类型": "哺乳犊牛",
        "生长状态": "断奶犊牛",
        "牛只数量": 6
    },
    {
        "牧场名称": "北京伟博萌",
        "牛舍类型": "围产后",
        "生长状态": "哺乳犊牛",
        "牛只数量": 3
    },
    {
        "牧场名称": "北京伟博萌",
        "牛舍类型": "围产后",
        "生长状态": "大育成牛",
        "牛只数量": 3
    },
    {
        "牧场名称": "北京伟博萌",
        "牛舍类型": "围产后",
        "生长状态": "小育成牛",
        "牛只数量": 5
    },
    {
        "牧场名称": "北京伟博萌",
        "牛舍类型": "围产后",
        "生长状态": "成母牛",
        "牛只数量": 30
    },
    {
        "牧场名称": "北京伟博萌",
        "牛舍类型": "围产后",
        "生长状态": "断奶犊牛",
        "牛只数量": 2
    },
    {
        "牧场名称": "北京伟博萌",
        "牛舍类型": "围产后",
        "生长状态": "青年牛",
        "牛只数量": 1
    },
    {
        "牧场名称": "北京伟博萌",
        "牛舍类型": "围产牛",
        "生长状态": "成母牛",
        "牛只数量": 4
    },
    {
        "牧场名称": "北京伟博萌",
        "牛舍类型": "大育成牛",
        "生长状态": "哺乳犊牛",
        "牛只数量": 1
    },
    {
        "牧场名称": "北京伟博萌",
        "牛舍类型": "大育成牛",
        "生长状态": "小育成牛",
        "牛只数量": 1
    },
    {
        "牧场名称": "北京伟博萌",
        "牛舍类型": "大育成牛",
        "生长状态": "成母牛",
        "牛只数量": 46
    },
    {
        "牧场名称": "北京伟博萌",
        "牛舍类型": "小育成牛",
        "生长状态": "哺乳犊牛",
        "牛只数量": 11
    },
    {
        "牧场名称": "北京伟博萌",
        "牛舍类型": "小育成牛",
        "生长状态": "大育成牛",
        "牛只数量": 7
    },
    {
        "牧场名称": "北京伟博萌",
        "牛舍类型": "小育成牛",
        "生长状态": "小育成牛",
        "牛只数量": 7
    },
    {
        "牧场名称": "北京伟博萌",
        "牛舍类型": "小育成牛",
        "生长状态": "成母牛",
        "牛只数量": 16
    },
    {
        "牧场名称": "北京伟博萌",
        "牛舍类型": "小育成牛",
        "生长状态": "断奶犊牛",
        "牛只数量": 1
    },
    {
        "牧场名称": "北京伟博萌",
        "牛舍类型": "小育成牛",
        "生长状态": "青年牛",
        "牛只数量": 4
    },
    {
        "牧场名称": "北京伟博萌",
        "牛舍类型": "干奶牛",
        "生长状态": "成母牛",
        "牛只数量": 51
    },
    {
        "牧场名称": "北京伟博萌",
        "牛舍类型": "隔离牛",
        "生长状态": "青年牛",
        "牛只数量": 1
    },
    {
        "牧场名称": "北京伟博萌",
        "牛舍类型": "青年牛",
        "生长状态": "哺乳犊牛",
        "牛只数量": 4
    },
    {
        "牧场名称": "北京伟博萌",
        "牛舍类型": "青年牛",
        "生长状态": "大育成牛",
        "牛只数量": 5
    },
    {
        "牧场名称": "北京伟博萌",
        "牛舍类型": "青年牛",
        "生长状态": "小育成牛",
        "牛只数量": 13
    },
    {
        "牧场名称": "北京伟博萌",
        "牛舍类型": "青年牛",
        "生长状态": "成母牛",
        "牛只数量": 9
    },
    {
        "牧场名称": "北京伟博萌",
        "牛舍类型": "青年牛",
        "生长状态": "青年牛",
        "牛只数量": 18
    },
    {
        "牧场名称": "北京伟博萌",
        "牛舍类型": "高产牛",
        "生长状态": "哺乳犊牛",
        "牛只数量": 5
    },
    {
        "牧场名称": "北京伟博萌",
        "牛舍类型": "高产牛",
        "生长状态": "大育成牛",
        "牛只数量": 4
    },
    {
        "牧场名称": "北京伟博萌",
        "牛舍类型": "高产牛",
        "生长状态": "小育成牛",
        "牛只数量": 4
    },
    {
        "牧场名称": "北京伟博萌",
        "牛舍类型": "高产牛",
        "生长状态": "成母牛",
        "牛只数量": 37
    },
    {
        "牧场名称": "北京润民",
        "牛舍类型": "低产牛",
        "生长状态": "成母牛",
        "牛只数量": 105
    },
    {
        "牧场名称": "北京润民",
        "牛舍类型": "哺乳犊牛",
        "生长状态": "哺乳犊牛",
        "牛只数量": 1
    },
    {
        "牧场名称": "北京润民",
        "牛舍类型": "哺乳犊牛",
        "生长状态": "大育成牛",
        "牛只数量": 115
    },
    {
        "牧场名称": "北京润民",
        "牛舍类型": "哺乳犊牛",
        "生长状态": "成母牛",
        "牛只数量": 4
    },
    {
        "牧场名称": "北京润民",
        "牛舍类型": "哺乳犊牛",
        "生长状态": "断奶犊牛",
        "牛只数量": 1
    },
    {
        "牧场名称": "北京润民",
        "牛舍类型": "大育成牛",
        "生长状态": "大育成牛",
        "牛只数量": 7
    },
    {
        "牧场名称": "北京润民",
        "牛舍类型": "大育成牛",
        "生长状态": "成母牛",
        "牛只数量": 102
    },
    {
        "牧场名称": "北京润民",
        "牛舍类型": "大育成牛",
        "生长状态": "青年牛",
        "牛只数量": 86
    },
    {
        "牧场名称": "北京润民",
        "牛舍类型": "小育成牛",
        "生长状态": "大育成牛",
        "牛只数量": 194
    },
    {
        "牧场名称": "北京润民",
        "牛舍类型": "小育成牛",
        "生长状态": "成母牛",
        "牛只数量": 2
    },
    {
        "牧场名称": "北京润民",
        "牛舍类型": "干奶牛",
        "生长状态": "成母牛",
        "牛只数量": 71
    },
    {
        "牧场名称": "北京润民",
        "牛舍类型": "隔离牛",
        "生长状态": "成母牛",
        "牛只数量": 25
    },
    {
        "牧场名称": "北京润民",
        "牛舍类型": "隔离牛",
        "生长状态": "青年牛",
        "牛只数量": 1
    },
    {
        "牧场名称": "北京润民",
        "牛舍类型": "青年牛",
        "生长状态": "成母牛",
        "牛只数量": 1
    },
    {
        "牧场名称": "北京润民",
        "牛舍类型": "青年牛",
        "生长状态": "青年牛",
        "牛只数量": 190
    },
    {
        "牧场名称": "北京润民",
        "牛舍类型": "高产牛",
        "生长状态": "大育成牛",
        "牛只数量": 74
    },
    {
        "牧场名称": "北京润民",
        "牛舍类型": "高产牛",
        "生长状态": "成母牛",
        "牛只数量": 448
    },
    {
        "牧场名称": "周子龙超级牧场",
        "牛舍类型": "低产牛",
        "生长状态": "成母牛",
        "牛只数量": 1
    },
    {
        "牧场名称": "周子龙超级牧场",
        "牛舍类型": "低产牛",
        "生长状态": "断奶犊牛",
        "牛只数量": 1
    },
    {
        "牧场名称": "周子龙超级牧场",
        "牛舍类型": "哺乳犊牛",
        "生长状态": "哺乳犊牛",
        "牛只数量": 3
    },
    {
        "牧场名称": "周子龙超级牧场",
        "牛舍类型": "哺乳犊牛",
        "生长状态": "断奶犊牛",
        "牛只数量": 2
    },
    {
        "牧场名称": "周子龙超级牧场",
        "牛舍类型": "大育成牛",
        "生长状态": "哺乳犊牛",
        "牛只数量": 1
    },
    {
        "牧场名称": "周子龙超级牧场",
        "牛舍类型": "大育成牛",
        "生长状态": "成母牛",
        "牛只数量": 1
    },
    {
        "牧场名称": "周子龙超级牧场",
        "牛舍类型": "大育成牛",
        "生长状态": "断奶犊牛",
        "牛只数量": 5
    },
    {
        "牧场名称": "周子龙超级牧场",
        "牛舍类型": "小育成牛",
        "生长状态": "哺乳犊牛",
        "牛只数量": 1
    },
    {
        "牧场名称": "周子龙超级牧场",
        "牛舍类型": "小育成牛",
        "生长状态": "成母牛",
        "牛只数量": 1
    },
    {
        "牧场名称": "周子龙超级牧场",
        "牛舍类型": "小育成牛",
        "生长状态": "断奶犊牛",
        "牛只数量": 6
    },
    {
        "牧场名称": "周子龙超级牧场",
        "牛舍类型": "干奶牛",
        "生长状态": "成母牛",
        "牛只数量": 1
    },
    {
        "牧场名称": "周子龙超级牧场",
        "牛舍类型": "青年牛",
        "生长状态": "成母牛",
        "牛只数量": 1
    },
    {
        "牧场名称": "周子龙超级牧场",
        "牛舍类型": "高产牛",
        "生长状态": "成母牛",
        "牛只数量": 2
    },
    {
        "牧场名称": "宣化盛达馨",
        "牛舍类型": "低产牛",
        "生长状态": "哺乳犊牛",
        "牛只数量": 1
    },
    {
        "牧场名称": "宣化盛达馨",
        "牛舍类型": "低产牛",
        "生长状态": "成母牛",
        "牛只数量": 142
    },
    {
        "牧场名称": "宣化盛达馨",
        "牛舍类型": "其它",
        "生长状态": "大育成牛",
        "牛只数量": 62
    },
    {
        "牧场名称": "宣化盛达馨",
        "牛舍类型": "其它",
        "生长状态": "青年牛",
        "牛只数量": 1
    },
    {
        "牧场名称": "宣化盛达馨",
        "牛舍类型": "哺乳犊牛",
        "生长状态": "哺乳犊牛",
        "牛只数量": 9
    },
    {
        "牧场名称": "宣化盛达馨",
        "牛舍类型": "哺乳犊牛",
        "生长状态": "大育成牛",
        "牛只数量": 35
    },
    {
        "牧场名称": "宣化盛达馨",
        "牛舍类型": "哺乳犊牛",
        "生长状态": "小育成牛",
        "牛只数量": 3
    },
    {
        "牧场名称": "宣化盛达馨",
        "牛舍类型": "哺乳犊牛",
        "生长状态": "成母牛",
        "牛只数量": 2
    },
    {
        "牧场名称": "宣化盛达馨",
        "牛舍类型": "哺乳犊牛",
        "生长状态": "断奶犊牛",
        "牛只数量": 3
    },
    {
        "牧场名称": "宣化盛达馨",
        "牛舍类型": "哺乳犊牛",
        "生长状态": "青年牛",
        "牛只数量": 1
    },
    {
        "牧场名称": "宣化盛达馨",
        "牛舍类型": "围产后",
        "生长状态": "哺乳犊牛",
        "牛只数量": 1
    },
    {
        "牧场名称": "宣化盛达馨",
        "牛舍类型": "围产后",
        "生长状态": "大育成牛",
        "牛只数量": 1
    },
    {
        "牧场名称": "宣化盛达馨",
        "牛舍类型": "围产后",
        "生长状态": "成母牛",
        "牛只数量": 36
    },
    {
        "牧场名称": "宣化盛达馨",
        "牛舍类型": "围产牛",
        "生长状态": "哺乳犊牛",
        "牛只数量": 1
    },
    {
        "牧场名称": "宣化盛达馨",
        "牛舍类型": "围产牛",
        "生长状态": "成母牛",
        "牛只数量": 2
    },
    {
        "牧场名称": "宣化盛达馨",
        "牛舍类型": "围产牛",
        "生长状态": "青年牛",
        "牛只数量": 7
    },
    {
        "牧场名称": "宣化盛达馨",
        "牛舍类型": "大育成牛",
        "生长状态": "哺乳犊牛",
        "牛只数量": 1
    },
    {
        "牧场名称": "宣化盛达馨",
        "牛舍类型": "大育成牛",
        "生长状态": "大育成牛",
        "牛只数量": 14
    },
    {
        "牧场名称": "宣化盛达馨",
        "牛舍类型": "大育成牛",
        "生长状态": "成母牛",
        "牛只数量": 2
    },
    {
        "牧场名称": "宣化盛达馨",
        "牛舍类型": "大育成牛",
        "生长状态": "青年牛",
        "牛只数量": 27
    },
    {
        "牧场名称": "宣化盛达馨",
        "牛舍类型": "小育成牛",
        "生长状态": "大育成牛",
        "牛只数量": 28
    },
    {
        "牧场名称": "宣化盛达馨",
        "牛舍类型": "小育成牛",
        "生长状态": "成母牛",
        "牛只数量": 3
    },
    {
        "牧场名称": "宣化盛达馨",
        "牛舍类型": "干奶牛",
        "生长状态": "成母牛",
        "牛只数量": 10
    },
    {
        "牧场名称": "宣化盛达馨",
        "牛舍类型": "病牛",
        "生长状态": "成母牛",
        "牛只数量": 24
    },
    {
        "牧场名称": "宣化盛达馨",
        "牛舍类型": "隔离牛",
        "生长状态": "成母牛",
        "牛只数量": 10
    },
    {
        "牧场名称": "宣化盛达馨",
        "牛舍类型": "青年牛",
        "生长状态": "哺乳犊牛",
        "牛只数量": 2
    },
    {
        "牧场名称": "宣化盛达馨",
        "牛舍类型": "青年牛",
        "生长状态": "大育成牛",
        "牛只数量": 3
    },
    {
        "牧场名称": "宣化盛达馨",
        "牛舍类型": "青年牛",
        "生长状态": "成母牛",
        "牛只数量": 9
    },
    {
        "牧场名称": "宣化盛达馨",
        "牛舍类型": "青年牛",
        "生长状态": "青年牛",
        "牛只数量": 32
    },
    {
        "牧场名称": "宣化盛达馨",
        "牛舍类型": "高产牛",
        "生长状态": "哺乳犊牛",
        "牛只数量": 2
    },
    {
        "牧场名称": "宣化盛达馨",
        "牛舍类型": "高产牛",
        "生长状态": "大育成牛",
        "牛只数量": 1
    },
    {
        "牧场名称": "宣化盛达馨",
        "牛舍类型": "高产牛",
        "生长状态": "成母牛",
        "牛只数量": 151
    },
    {
        "牧场名称": "宣化盛达馨",
        "牛舍类型": "高产牛",
        "生长状态": "青年牛",
        "牛只数量": 1
    },
    {
        "牧场名称": "寒亭卫东",
        "牛舍类型": "低产牛",
        "生长状态": "成母牛",
        "牛只数量": 70
    },
    {
        "牧场名称": "寒亭卫东",
        "牛舍类型": "哺乳犊牛",
        "生长状态": "哺乳犊牛",
        "牛只数量": 4
    },
    {
        "牧场名称": "寒亭卫东",
        "牛舍类型": "哺乳犊牛",
        "生长状态": "大育成牛",
        "牛只数量": 19
    },
    {
        "牧场名称": "寒亭卫东",
        "牛舍类型": "哺乳犊牛",
        "生长状态": "成母牛",
        "牛只数量": 1
    },
    {
        "牧场名称": "寒亭卫东",
        "牛舍类型": "哺乳犊牛",
        "生长状态": "断奶犊牛",
        "牛只数量": 1
    },
    {
        "牧场名称": "寒亭卫东",
        "牛舍类型": "围产牛",
        "生长状态": "大育成牛",
        "牛只数量": 2
    },
    {
        "牧场名称": "寒亭卫东",
        "牛舍类型": "围产牛",
        "生长状态": "成母牛",
        "牛只数量": 3
    },
    {
        "牧场名称": "寒亭卫东",
        "牛舍类型": "围产牛",
        "生长状态": "青年牛",
        "牛只数量": 6
    },
    {
        "牧场名称": "寒亭卫东",
        "牛舍类型": "大育成牛",
        "生长状态": "大育成牛",
        "牛只数量": 4
    },
    {
        "牧场名称": "寒亭卫东",
        "牛舍类型": "大育成牛",
        "生长状态": "成母牛",
        "牛只数量": 1
    },
    {
        "牧场名称": "寒亭卫东",
        "牛舍类型": "大育成牛",
        "生长状态": "断奶犊牛",
        "牛只数量": 1
    },
    {
        "牧场名称": "寒亭卫东",
        "牛舍类型": "大育成牛",
        "生长状态": "青年牛",
        "牛只数量": 40
    },
    {
        "牧场名称": "寒亭卫东",
        "牛舍类型": "小育成牛",
        "生长状态": "大育成牛",
        "牛只数量": 18
    },
    {
        "牧场名称": "寒亭卫东",
        "牛舍类型": "小育成牛",
        "生长状态": "小育成牛",
        "牛只数量": 1
    },
    {
        "牧场名称": "寒亭卫东",
        "牛舍类型": "小育成牛",
        "生长状态": "断奶犊牛",
        "牛只数量": 1
    },
    {
        "牧场名称": "寒亭卫东",
        "牛舍类型": "干奶牛",
        "生长状态": "成母牛",
        "牛只数量": 19
    },
    {
        "牧场名称": "寒亭卫东",
        "牛舍类型": "干奶牛",
        "生长状态": "青年牛",
        "牛只数量": 2
    },
    {
        "牧场名称": "寒亭卫东",
        "牛舍类型": "隔离牛",
        "生长状态": "成母牛",
        "牛只数量": 11
    },
    {
        "牧场名称": "寒亭卫东",
        "牛舍类型": "高产牛",
        "生长状态": "成母牛",
        "牛只数量": 79
    },
    {
        "牧场名称": "导入数据测试",
        "牛舍类型": "低产牛",
        "生长状态": "哺乳犊牛",
        "牛只数量": 2
    },
    {
        "牧场名称": "导入数据测试",
        "牛舍类型": "低产牛",
        "生长状态": "大育成牛",
        "牛只数量": 2
    },
    {
        "牧场名称": "导入数据测试",
        "牛舍类型": "低产牛",
        "生长状态": "成母牛",
        "牛只数量": 35
    },
    {
        "牧场名称": "导入数据测试",
        "牛舍类型": "低产牛",
        "生长状态": "断奶犊牛",
        "牛只数量": 1
    },
    {
        "牧场名称": "导入数据测试",
        "牛舍类型": "低产牛",
        "生长状态": "青年牛",
        "牛只数量": 1
    },
    {
        "牧场名称": "导入数据测试",
        "牛舍类型": "其它",
        "生长状态": "成母牛",
        "牛只数量": 1
    },
    {
        "牧场名称": "导入数据测试",
        "牛舍类型": "哺乳犊牛",
        "生长状态": "哺乳犊牛",
        "牛只数量": 1
    },
    {
        "牧场名称": "导入数据测试",
        "牛舍类型": "哺乳犊牛",
        "生长状态": "大育成牛",
        "牛只数量": 15
    },
    {
        "牧场名称": "导入数据测试",
        "牛舍类型": "哺乳犊牛",
        "生长状态": "小育成牛",
        "牛只数量": 1
    },
    {
        "牧场名称": "导入数据测试",
        "牛舍类型": "哺乳犊牛",
        "生长状态": "成母牛",
        "牛只数量": 3
    },
    {
        "牧场名称": "导入数据测试",
        "牛舍类型": "大育成牛",
        "生长状态": "哺乳犊牛",
        "牛只数量": 6
    },
    {
        "牧场名称": "导入数据测试",
        "牛舍类型": "大育成牛",
        "生长状态": "大育成牛",
        "牛只数量": 20
    },
    {
        "牧场名称": "导入数据测试",
        "牛舍类型": "大育成牛",
        "生长状态": "成母牛",
        "牛只数量": 48
    },
    {
        "牧场名称": "导入数据测试",
        "牛舍类型": "大育成牛",
        "生长状态": "青年牛",
        "牛只数量": 6
    },
    {
        "牧场名称": "导入数据测试",
        "牛舍类型": "小育成牛",
        "生长状态": "大育成牛",
        "牛只数量": 48
    },
    {
        "牧场名称": "导入数据测试",
        "牛舍类型": "小育成牛",
        "生长状态": "成母牛",
        "牛只数量": 2
    },
    {
        "牧场名称": "导入数据测试",
        "牛舍类型": "小育成牛",
        "生长状态": "青年牛",
        "牛只数量": 5
    },
    {
        "牧场名称": "导入数据测试",
        "牛舍类型": "干奶牛",
        "生长状态": "大育成牛",
        "牛只数量": 55
    },
    {
        "牧场名称": "导入数据测试",
        "牛舍类型": "干奶牛",
        "生长状态": "成母牛",
        "牛只数量": 3
    },
    {
        "牧场名称": "导入数据测试",
        "牛舍类型": "干奶牛",
        "生长状态": "青年牛",
        "牛只数量": 5
    },
    {
        "牧场名称": "导入数据测试",
        "牛舍类型": "病牛",
        "生长状态": "哺乳犊牛",
        "牛只数量": 1
    },
    {
        "牧场名称": "导入数据测试",
        "牛舍类型": "病牛",
        "生长状态": "成母牛",
        "牛只数量": 12
    },
    {
        "牧场名称": "导入数据测试",
        "牛舍类型": "隔离牛",
        "生长状态": "大育成牛",
        "牛只数量": 1
    },
    {
        "牧场名称": "导入数据测试",
        "牛舍类型": "隔离牛",
        "生长状态": "成母牛",
        "牛只数量": 58
    },
    {
        "牧场名称": "导入数据测试",
        "牛舍类型": "隔离牛",
        "生长状态": "青年牛",
        "牛只数量": 5
    },
    {
        "牧场名称": "导入数据测试",
        "牛舍类型": "青年牛",
        "生长状态": "哺乳犊牛",
        "牛只数量": 1
    },
    {
        "牧场名称": "导入数据测试",
        "牛舍类型": "青年牛",
        "生长状态": "大育成牛",
        "牛只数量": 48
    },
    {
        "牧场名称": "导入数据测试",
        "牛舍类型": "青年牛",
        "生长状态": "小育成牛",
        "牛只数量": 2
    },
    {
        "牧场名称": "导入数据测试",
        "牛舍类型": "青年牛",
        "生长状态": "成母牛",
        "牛只数量": 38
    },
    {
        "牧场名称": "导入数据测试",
        "牛舍类型": "青年牛",
        "生长状态": "断奶犊牛",
        "牛只数量": 1
    },
    {
        "牧场名称": "导入数据测试",
        "牛舍类型": "青年牛",
        "生长状态": "青年牛",
        "牛只数量": 3
    },
    {
        "牧场名称": "导入数据测试",
        "牛舍类型": "高产牛",
        "生长状态": "哺乳犊牛",
        "牛只数量": 4
    },
    {
        "牧场名称": "导入数据测试",
        "牛舍类型": "高产牛",
        "生长状态": "大育成牛",
        "牛只数量": 31
    },
    {
        "牧场名称": "导入数据测试",
        "牛舍类型": "高产牛",
        "生长状态": "成母牛",
        "牛只数量": 17
    },
    {
        "牧场名称": "导入数据测试",
        "牛舍类型": "高产牛",
        "生长状态": "青年牛",
        "牛只数量": 4
    },
    {
        "牧场名称": "小丹牧场003",
        "牛舍类型": "低产牛",
        "生长状态": "哺乳犊牛",
        "牛只数量": 17
    },
    {
        "牧场名称": "小丹牧场003",
        "牛舍类型": "低产牛",
        "生长状态": "大育成牛",
        "牛只数量": 30
    },
    {
        "牧场名称": "小丹牧场003",
        "牛舍类型": "低产牛",
        "生长状态": "小育成牛",
        "牛只数量": 1
    },
    {
        "牧场名称": "小丹牧场003",
        "牛舍类型": "低产牛",
        "生长状态": "成母牛",
        "牛只数量": 85
    },
    {
        "牧场名称": "小丹牧场003",
        "牛舍类型": "低产牛",
        "生长状态": "断奶犊牛",
        "牛只数量": 5
    },
    {
        "牧场名称": "小丹牧场003",
        "牛舍类型": "低产牛",
        "生长状态": "青年牛",
        "牛只数量": 18
    },
    {
        "牧场名称": "小丹牧场003",
        "牛舍类型": "公牛",
        "生长状态": "哺乳犊牛",
        "牛只数量": 1
    },
    {
        "牧场名称": "小丹牧场003",
        "牛舍类型": "公牛",
        "生长状态": "断奶犊牛",
        "牛只数量": 2
    },
    {
        "牧场名称": "小丹牧场003",
        "牛舍类型": "公牛",
        "生长状态": "青年牛",
        "牛只数量": 2
    },
    {
        "牧场名称": "小丹牧场003",
        "牛舍类型": "哺乳犊牛",
        "生长状态": "哺乳犊牛",
        "牛只数量": 25
    },
    {
        "牧场名称": "小丹牧场003",
        "牛舍类型": "哺乳犊牛",
        "生长状态": "大育成牛",
        "牛只数量": 73
    },
    {
        "牧场名称": "小丹牧场003",
        "牛舍类型": "哺乳犊牛",
        "生长状态": "小育成牛",
        "牛只数量": 4
    },
    {
        "牧场名称": "小丹牧场003",
        "牛舍类型": "哺乳犊牛",
        "生长状态": "成母牛",
        "牛只数量": 29
    },
    {
        "牧场名称": "小丹牧场003",
        "牛舍类型": "哺乳犊牛",
        "生长状态": "断奶犊牛",
        "牛只数量": 53
    },
    {
        "牧场名称": "小丹牧场003",
        "牛舍类型": "哺乳犊牛",
        "生长状态": "青年牛",
        "牛只数量": 19
    },
    {
        "牧场名称": "小丹牧场003",
        "牛舍类型": "围产牛",
        "生长状态": "哺乳犊牛",
        "牛只数量": 3
    },
    {
        "牧场名称": "小丹牧场003",
        "牛舍类型": "围产牛",
        "生长状态": "大育成牛",
        "牛只数量": 2
    },
    {
        "牧场名称": "小丹牧场003",
        "牛舍类型": "围产牛",
        "生长状态": "成母牛",
        "牛只数量": 46
    },
    {
        "牧场名称": "小丹牧场003",
        "牛舍类型": "围产牛",
        "生长状态": "青年牛",
        "牛只数量": 13
    },
    {
        "牧场名称": "小丹牧场003",
        "牛舍类型": "大育成牛",
        "生长状态": "大育成牛",
        "牛只数量": 14
    },
    {
        "牧场名称": "小丹牧场003",
        "牛舍类型": "大育成牛",
        "生长状态": "小育成牛",
        "牛只数量": 1
    },
    {
        "牧场名称": "小丹牧场003",
        "牛舍类型": "大育成牛",
        "生长状态": "成母牛",
        "牛只数量": 1
    },
    {
        "牧场名称": "小丹牧场003",
        "牛舍类型": "大育成牛",
        "生长状态": "青年牛",
        "牛只数量": 4
    },
    {
        "牧场名称": "小丹牧场003",
        "牛舍类型": "小育成牛",
        "生长状态": "大育成牛",
        "牛只数量": 3
    },
    {
        "牧场名称": "小丹牧场003",
        "牛舍类型": "小育成牛",
        "生长状态": "小育成牛",
        "牛只数量": 3
    },
    {
        "牧场名称": "小丹牧场003",
        "牛舍类型": "小育成牛",
        "生长状态": "成母牛",
        "牛只数量": 3
    },
    {
        "牧场名称": "小丹牧场003",
        "牛舍类型": "小育成牛",
        "生长状态": "断奶犊牛",
        "牛只数量": 1
    },
    {
        "牧场名称": "小丹牧场003",
        "牛舍类型": "小育成牛",
        "生长状态": "青年牛",
        "牛只数量": 2
    },
    {
        "牧场名称": "小丹牧场003",
        "牛舍类型": "干奶牛",
        "生长状态": "哺乳犊牛",
        "牛只数量": 25
    },
    {
        "牧场名称": "小丹牧场003",
        "牛舍类型": "干奶牛",
        "生长状态": "大育成牛",
        "牛只数量": 32
    },
    {
        "牧场名称": "小丹牧场003",
        "牛舍类型": "干奶牛",
        "生长状态": "小育成牛",
        "牛只数量": 1
    },
    {
        "牧场名称": "小丹牧场003",
        "牛舍类型": "干奶牛",
        "生长状态": "成母牛",
        "牛只数量": 66
    },
    {
        "牧场名称": "小丹牧场003",
        "牛舍类型": "干奶牛",
        "生长状态": "断奶犊牛",
        "牛只数量": 9
    },
    {
        "牧场名称": "小丹牧场003",
        "牛舍类型": "干奶牛",
        "生长状态": "青年牛",
        "牛只数量": 12
    },
    {
        "牧场名称": "小丹牧场003",
        "牛舍类型": "断奶犊牛",
        "生长状态": "大育成牛",
        "牛只数量": 1
    },
    {
        "牧场名称": "小丹牧场003",
        "牛舍类型": "断奶犊牛",
        "生长状态": "成母牛",
        "牛只数量": 6
    },
    {
        "牧场名称": "小丹牧场003",
        "牛舍类型": "断奶犊牛",
        "生长状态": "断奶犊牛",
        "牛只数量": 3
    },
    {
        "牧场名称": "小丹牧场003",
        "牛舍类型": "断奶犊牛",
        "生长状态": "青年牛",
        "牛只数量": 2
    },
    {
        "牧场名称": "小丹牧场003",
        "牛舍类型": "新产牛",
        "生长状态": "成母牛",
        "牛只数量": 1
    },
    {
        "牧场名称": "小丹牧场003",
        "牛舍类型": "病牛",
        "生长状态": "哺乳犊牛",
        "牛只数量": 2
    },
    {
        "牧场名称": "小丹牧场003",
        "牛舍类型": "病牛",
        "生长状态": "大育成牛",
        "牛只数量": 60
    },
    {
        "牧场名称": "小丹牧场003",
        "牛舍类型": "病牛",
        "生长状态": "成母牛",
        "牛只数量": 8
    },
    {
        "牧场名称": "小丹牧场003",
        "牛舍类型": "病牛",
        "生长状态": "断奶犊牛",
        "牛只数量": 3
    },
    {
        "牧场名称": "小丹牧场003",
        "牛舍类型": "病牛",
        "生长状态": "青年牛",
        "牛只数量": 2
    },
    {
        "牧场名称": "小丹牧场003",
        "牛舍类型": "隔离牛",
        "生长状态": "哺乳犊牛",
        "牛只数量": 1
    },
    {
        "牧场名称": "小丹牧场003",
        "牛舍类型": "隔离牛",
        "生长状态": "大育成牛",
        "牛只数量": 19
    },
    {
        "牧场名称": "小丹牧场003",
        "牛舍类型": "隔离牛",
        "生长状态": "成母牛",
        "牛只数量": 8
    },
    {
        "牧场名称": "小丹牧场003",
        "牛舍类型": "隔离牛",
        "生长状态": "断奶犊牛",
        "牛只数量": 2
    },
    {
        "牧场名称": "小丹牧场003",
        "牛舍类型": "隔离牛",
        "生长状态": "青年牛",
        "牛只数量": 2
    },
    {
        "牧场名称": "小丹牧场003",
        "牛舍类型": "青年牛",
        "生长状态": "哺乳犊牛",
        "牛只数量": 10
    },
    {
        "牧场名称": "小丹牧场003",
        "牛舍类型": "青年牛",
        "生长状态": "大育成牛",
        "牛只数量": 8
    },
    {
        "牧场名称": "小丹牧场003",
        "牛舍类型": "青年牛",
        "生长状态": "小育成牛",
        "牛只数量": 2
    },
    {
        "牧场名称": "小丹牧场003",
        "牛舍类型": "青年牛",
        "生长状态": "成母牛",
        "牛只数量": 11
    },
    {
        "牧场名称": "小丹牧场003",
        "牛舍类型": "青年牛",
        "生长状态": "断奶犊牛",
        "牛只数量": 7
    },
    {
        "牧场名称": "小丹牧场003",
        "牛舍类型": "青年牛",
        "生长状态": "青年牛",
        "牛只数量": 1
    },
    {
        "牧场名称": "小丹牧场003",
        "牛舍类型": "高产牛",
        "生长状态": "哺乳犊牛",
        "牛只数量": 19
    },
    {
        "牧场名称": "小丹牧场003",
        "牛舍类型": "高产牛",
        "生长状态": "大育成牛",
        "牛只数量": 3
    },
    {
        "牧场名称": "小丹牧场003",
        "牛舍类型": "高产牛",
        "生长状态": "小育成牛",
        "牛只数量": 3
    },
    {
        "牧场名称": "小丹牧场003",
        "牛舍类型": "高产牛",
        "生长状态": "成母牛",
        "牛只数量": 27
    },
    {
        "牧场名称": "小丹牧场003",
        "牛舍类型": "高产牛",
        "生长状态": "断奶犊牛",
        "牛只数量": 2
    },
    {
        "牧场名称": "小丹牧场003",
        "牛舍类型": "高产牛",
        "生长状态": "青年牛",
        "牛只数量": 4
    },
    {
        "牧场名称": "小王子",
        "牛舍类型": "低产牛",
        "生长状态": "哺乳犊牛",
        "牛只数量": 2
    },
    {
        "牧场名称": "小王子",
        "牛舍类型": "低产牛",
        "生长状态": "大育成牛",
        "牛只数量": 1
    },
    {
        "牧场名称": "小王子",
        "牛舍类型": "低产牛",
        "生长状态": "青年牛",
        "牛只数量": 1
    },
    {
        "牧场名称": "小王子",
        "牛舍类型": "大育成牛",
        "生长状态": "大育成牛",
        "牛只数量": 67
    },
    {
        "牧场名称": "小王子",
        "牛舍类型": "大育成牛",
        "生长状态": "成母牛",
        "牛只数量": 7
    },
    {
        "牧场名称": "小王子",
        "牛舍类型": "大育成牛",
        "生长状态": "青年牛",
        "牛只数量": 6
    },
    {
        "牧场名称": "小王子",
        "牛舍类型": "小育成牛",
        "生长状态": "哺乳犊牛",
        "牛只数量": 1
    },
    {
        "牧场名称": "小王子",
        "牛舍类型": "小育成牛",
        "生长状态": "大育成牛",
        "牛只数量": 1
    },
    {
        "牧场名称": "小王子",
        "牛舍类型": "干奶牛",
        "生长状态": "哺乳犊牛",
        "牛只数量": 2
    },
    {
        "牧场名称": "小王子",
        "牛舍类型": "青年牛",
        "生长状态": "哺乳犊牛",
        "牛只数量": 1
    },
    {
        "牧场名称": "小王子",
        "牛舍类型": "青年牛",
        "生长状态": "成母牛",
        "牛只数量": 1
    },
    {
        "牧场名称": "小王子",
        "牛舍类型": "青年牛",
        "生长状态": "青年牛",
        "牛只数量": 2
    },
    {
        "牧场名称": "小王子",
        "牛舍类型": "高产牛",
        "生长状态": "成母牛",
        "牛只数量": 1
    },
    {
        "牧场名称": "庄园牧场",
        "牛舍类型": "哺乳犊牛",
        "生长状态": "哺乳犊牛",
        "牛只数量": 1
    },
    {
        "牧场名称": "庄园牧场",
        "牛舍类型": "哺乳犊牛",
        "生长状态": "成母牛",
        "牛只数量": 3
    },
    {
        "牧场名称": "庄园牧场",
        "牛舍类型": "小育成牛",
        "生长状态": "小育成牛",
        "牛只数量": 1
    },
    {
        "牧场名称": "庄园牧场",
        "牛舍类型": "小育成牛",
        "生长状态": "成母牛",
        "牛只数量": 1
    },
    {
        "牧场名称": "徐水韦氏",
        "牛舍类型": "哺乳犊牛",
        "生长状态": "哺乳犊牛",
        "牛只数量": 7
    },
    {
        "牧场名称": "徐水韦氏",
        "牛舍类型": "哺乳犊牛",
        "生长状态": "大育成牛",
        "牛只数量": 144
    },
    {
        "牧场名称": "徐水韦氏",
        "牛舍类型": "哺乳犊牛",
        "生长状态": "小育成牛",
        "牛只数量": 1
    },
    {
        "牧场名称": "徐水韦氏",
        "牛舍类型": "围产牛",
        "生长状态": "成母牛",
        "牛只数量": 28
    },
    {
        "牧场名称": "徐水韦氏",
        "牛舍类型": "围产牛",
        "生长状态": "青年牛",
        "牛只数量": 19
    },
    {
        "牧场名称": "徐水韦氏",
        "牛舍类型": "大育成牛",
        "生长状态": "哺乳犊牛",
        "牛只数量": 6
    },
    {
        "牧场名称": "徐水韦氏",
        "牛舍类型": "大育成牛",
        "生长状态": "大育成牛",
        "牛只数量": 49
    },
    {
        "牧场名称": "徐水韦氏",
        "牛舍类型": "大育成牛",
        "生长状态": "成母牛",
        "牛只数量": 6
    },
    {
        "牧场名称": "徐水韦氏",
        "牛舍类型": "大育成牛",
        "生长状态": "青年牛",
        "牛只数量": 200
    },
    {
        "牧场名称": "徐水韦氏",
        "牛舍类型": "小育成牛",
        "生长状态": "哺乳犊牛",
        "牛只数量": 1
    },
    {
        "牧场名称": "徐水韦氏",
        "牛舍类型": "小育成牛",
        "生长状态": "大育成牛",
        "牛只数量": 74
    },
    {
        "牧场名称": "徐水韦氏",
        "牛舍类型": "干奶牛",
        "生长状态": "成母牛",
        "牛只数量": 66
    },
    {
        "牧场名称": "徐水韦氏",
        "牛舍类型": "干奶牛",
        "生长状态": "青年牛",
        "牛只数量": 17
    },
    {
        "牧场名称": "徐水韦氏",
        "牛舍类型": "高产牛",
        "生长状态": "成母牛",
        "牛只数量": 518
    },
    {
        "牧场名称": "徐水韦氏",
        "牛舍类型": "高产牛",
        "生长状态": "青年牛",
        "牛只数量": 8
    },
    {
        "牧场名称": "忆江南",
        "牛舍类型": "低产牛",
        "生长状态": "大育成牛",
        "牛只数量": 4
    },
    {
        "牧场名称": "忆江南",
        "牛舍类型": "低产牛",
        "生长状态": "成母牛",
        "牛只数量": 60
    },
    {
        "牧场名称": "忆江南",
        "牛舍类型": "低产牛",
        "生长状态": "青年牛",
        "牛只数量": 18
    },
    {
        "牧场名称": "忆江南",
        "牛舍类型": "哺乳犊牛",
        "生长状态": "大育成牛",
        "牛只数量": 17
    },
    {
        "牧场名称": "忆江南",
        "牛舍类型": "围产牛",
        "生长状态": "成母牛",
        "牛只数量": 1
    },
    {
        "牧场名称": "忆江南",
        "牛舍类型": "大育成牛",
        "生长状态": "大育成牛",
        "牛只数量": 32
    },
    {
        "牧场名称": "忆江南",
        "牛舍类型": "大育成牛",
        "生长状态": "青年牛",
        "牛只数量": 20
    },
    {
        "牧场名称": "忆江南",
        "牛舍类型": "小育成牛",
        "生长状态": "大育成牛",
        "牛只数量": 61
    },
    {
        "牧场名称": "忆江南",
        "牛舍类型": "干奶牛",
        "生长状态": "成母牛",
        "牛只数量": 30
    },
    {
        "牧场名称": "忆江南",
        "牛舍类型": "干奶牛",
        "生长状态": "青年牛",
        "牛只数量": 5
    },
    {
        "牧场名称": "忆江南",
        "牛舍类型": "病牛",
        "生长状态": "大育成牛",
        "牛只数量": 1
    },
    {
        "牧场名称": "忆江南",
        "牛舍类型": "病牛",
        "生长状态": "成母牛",
        "牛只数量": 11
    },
    {
        "牧场名称": "忆江南",
        "牛舍类型": "隔离牛",
        "生长状态": "成母牛",
        "牛只数量": 6
    },
    {
        "牧场名称": "忆江南",
        "牛舍类型": "青年牛",
        "生长状态": "大育成牛",
        "牛只数量": 3
    },
    {
        "牧场名称": "忆江南",
        "牛舍类型": "青年牛",
        "生长状态": "青年牛",
        "牛只数量": 28
    },
    {
        "牧场名称": "忆江南",
        "牛舍类型": "高产牛",
        "生长状态": "大育成牛",
        "牛只数量": 3
    },
    {
        "牧场名称": "忆江南",
        "牛舍类型": "高产牛",
        "生长状态": "成母牛",
        "牛只数量": 38
    },
    {
        "牧场名称": "忆江南",
        "牛舍类型": "高产牛",
        "生长状态": "青年牛",
        "牛只数量": 5
    },
    {
        "牧场名称": "批量导入",
        "牛舍类型": "哺乳犊牛",
        "生长状态": "小育成牛",
        "牛只数量": 1
    },
    {
        "牧场名称": "批量导入",
        "牛舍类型": "哺乳犊牛",
        "生长状态": "成母牛",
        "牛只数量": 2
    },
    {
        "牧场名称": "批量导入",
        "牛舍类型": "哺乳犊牛",
        "生长状态": "断奶犊牛",
        "牛只数量": 2
    },
    {
        "牧场名称": "批量导入",
        "牛舍类型": "哺乳犊牛",
        "生长状态": "青年牛",
        "牛只数量": 2
    },
    {
        "牧场名称": "抚宁绿洲",
        "牛舍类型": "低产牛",
        "生长状态": "哺乳犊牛",
        "牛只数量": 1
    },
    {
        "牧场名称": "抚宁绿洲",
        "牛舍类型": "低产牛",
        "生长状态": "大育成牛",
        "牛只数量": 3
    },
    {
        "牧场名称": "抚宁绿洲",
        "牛舍类型": "低产牛",
        "生长状态": "成母牛",
        "牛只数量": 61
    },
    {
        "牧场名称": "抚宁绿洲",
        "牛舍类型": "低产牛",
        "生长状态": "青年牛",
        "牛只数量": 14
    },
    {
        "牧场名称": "抚宁绿洲",
        "牛舍类型": "哺乳犊牛",
        "生长状态": "大育成牛",
        "牛只数量": 37
    },
    {
        "牧场名称": "抚宁绿洲",
        "牛舍类型": "哺乳犊牛",
        "生长状态": "成母牛",
        "牛只数量": 1
    },
    {
        "牧场名称": "抚宁绿洲",
        "牛舍类型": "围产牛",
        "生长状态": "大育成牛",
        "牛只数量": 1
    },
    {
        "牧场名称": "抚宁绿洲",
        "牛舍类型": "围产牛",
        "生长状态": "成母牛",
        "牛只数量": 5
    },
    {
        "牧场名称": "抚宁绿洲",
        "牛舍类型": "围产牛",
        "生长状态": "青年牛",
        "牛只数量": 3
    },
    {
        "牧场名称": "抚宁绿洲",
        "牛舍类型": "大育成牛",
        "生长状态": "大育成牛",
        "牛只数量": 25
    },
    {
        "牧场名称": "抚宁绿洲",
        "牛舍类型": "大育成牛",
        "生长状态": "青年牛",
        "牛只数量": 24
    },
    {
        "牧场名称": "抚宁绿洲",
        "牛舍类型": "小育成牛",
        "生长状态": "大育成牛",
        "牛只数量": 43
    },
    {
        "牧场名称": "抚宁绿洲",
        "牛舍类型": "干奶牛",
        "生长状态": "哺乳犊牛",
        "牛只数量": 6
    },
    {
        "牧场名称": "抚宁绿洲",
        "牛舍类型": "干奶牛",
        "生长状态": "大育成牛",
        "牛只数量": 5
    },
    {
        "牧场名称": "抚宁绿洲",
        "牛舍类型": "干奶牛",
        "生长状态": "成母牛",
        "牛只数量": 24
    },
    {
        "牧场名称": "抚宁绿洲",
        "牛舍类型": "干奶牛",
        "生长状态": "青年牛",
        "牛只数量": 8
    },
    {
        "牧场名称": "抚宁绿洲",
        "牛舍类型": "病牛",
        "生长状态": "哺乳犊牛",
        "牛只数量": 2
    },
    {
        "牧场名称": "抚宁绿洲",
        "牛舍类型": "病牛",
        "生长状态": "大育成牛",
        "牛只数量": 1
    },
    {
        "牧场名称": "抚宁绿洲",
        "牛舍类型": "病牛",
        "生长状态": "成母牛",
        "牛只数量": 8
    },
    {
        "牧场名称": "抚宁绿洲",
        "牛舍类型": "隔离牛",
        "生长状态": "哺乳犊牛",
        "牛只数量": 2
    },
    {
        "牧场名称": "抚宁绿洲",
        "牛舍类型": "隔离牛",
        "生长状态": "成母牛",
        "牛只数量": 3
    },
    {
        "牧场名称": "抚宁绿洲",
        "牛舍类型": "青年牛",
        "生长状态": "大育成牛",
        "牛只数量": 2
    },
    {
        "牧场名称": "抚宁绿洲",
        "牛舍类型": "青年牛",
        "生长状态": "青年牛",
        "牛只数量": 25
    },
    {
        "牧场名称": "抚宁绿洲",
        "牛舍类型": "高产牛",
        "生长状态": "大育成牛",
        "牛只数量": 3
    },
    {
        "牧场名称": "抚宁绿洲",
        "牛舍类型": "高产牛",
        "生长状态": "成母牛",
        "牛只数量": 41
    },
    {
        "牧场名称": "抚宁绿洲",
        "牛舍类型": "高产牛",
        "生长状态": "青年牛",
        "牛只数量": 4
    },
    {
        "牧场名称": "数据库",
        "牛舍类型": "哺乳犊牛",
        "生长状态": "成母牛",
        "牛只数量": 1
    },
    {
        "牧场名称": "数据库",
        "牛舍类型": "哺乳犊牛",
        "生长状态": "断奶犊牛",
        "牛只数量": 4
    },
    {
        "牧场名称": "数据库",
        "牛舍类型": "哺乳犊牛",
        "生长状态": "青年牛",
        "牛只数量": 27
    },
    {
        "牧场名称": "数据库",
        "牛舍类型": "断奶犊牛",
        "生长状态": "青年牛",
        "牛只数量": 2
    },
    {
        "牧场名称": "昌平世信",
        "牛舍类型": "低产牛",
        "生长状态": "成母牛",
        "牛只数量": 28
    },
    {
        "牧场名称": "昌平世信",
        "牛舍类型": "哺乳犊牛",
        "生长状态": "大育成牛",
        "牛只数量": 2
    },
    {
        "牧场名称": "昌平世信",
        "牛舍类型": "哺乳犊牛",
        "生长状态": "小育成牛",
        "牛只数量": 16
    },
    {
        "牧场名称": "昌平世信",
        "牛舍类型": "哺乳犊牛",
        "生长状态": "断奶犊牛",
        "牛只数量": 2
    },
    {
        "牧场名称": "昌平世信",
        "牛舍类型": "大育成牛",
        "生长状态": "大育成牛",
        "牛只数量": 8
    },
    {
        "牧场名称": "昌平世信",
        "牛舍类型": "大育成牛",
        "生长状态": "青年牛",
        "牛只数量": 8
    },
    {
        "牧场名称": "昌平世信",
        "牛舍类型": "干奶牛",
        "生长状态": "成母牛",
        "牛只数量": 13
    },
    {
        "牧场名称": "昌平世信",
        "牛舍类型": "干奶牛",
        "生长状态": "青年牛",
        "牛只数量": 2
    },
    {
        "牧场名称": "昌平世信",
        "牛舍类型": "青年牛",
        "生长状态": "大育成牛",
        "牛只数量": 1
    },
    {
        "牧场名称": "昌平世信",
        "牛舍类型": "青年牛",
        "生长状态": "成母牛",
        "牛只数量": 6
    },
    {
        "牧场名称": "昌平世信",
        "牛舍类型": "青年牛",
        "生长状态": "青年牛",
        "牛只数量": 19
    },
    {
        "牧场名称": "昌平世信",
        "牛舍类型": "高产牛",
        "生长状态": "成母牛",
        "牛只数量": 31
    },
    {
        "牧场名称": "沈牧场",
        "牛舍类型": "低产牛",
        "生长状态": "大育成牛",
        "牛只数量": 4
    },
    {
        "牧场名称": "沈牧场",
        "牛舍类型": "低产牛",
        "生长状态": "成母牛",
        "牛只数量": 60
    },
    {
        "牧场名称": "沈牧场",
        "牛舍类型": "低产牛",
        "生长状态": "青年牛",
        "牛只数量": 18
    },
    {
        "牧场名称": "沈牧场",
        "牛舍类型": "哺乳犊牛",
        "生长状态": "大育成牛",
        "牛只数量": 35
    },
    {
        "牧场名称": "沈牧场",
        "牛舍类型": "围产牛",
        "生长状态": "青年牛",
        "牛只数量": 1
    },
    {
        "牧场名称": "沈牧场",
        "牛舍类型": "大育成牛",
        "生长状态": "大育成牛",
        "牛只数量": 32
    },
    {
        "牧场名称": "沈牧场",
        "牛舍类型": "大育成牛",
        "生长状态": "青年牛",
        "牛只数量": 20
    },
    {
        "牧场名称": "沈牧场",
        "牛舍类型": "小育成牛",
        "生长状态": "大育成牛",
        "牛只数量": 44
    },
    {
        "牧场名称": "沈牧场",
        "牛舍类型": "干奶牛",
        "生长状态": "成母牛",
        "牛只数量": 30
    },
    {
        "牧场名称": "沈牧场",
        "牛舍类型": "干奶牛",
        "生长状态": "青年牛",
        "牛只数量": 5
    },
    {
        "牧场名称": "沈牧场",
        "牛舍类型": "病牛",
        "生长状态": "成母牛",
        "牛只数量": 12
    },
    {
        "牧场名称": "沈牧场",
        "牛舍类型": "隔离牛",
        "生长状态": "成母牛",
        "牛只数量": 6
    },
    {
        "牧场名称": "沈牧场",
        "牛舍类型": "青年牛",
        "生长状态": "大育成牛",
        "牛只数量": 2
    },
    {
        "牧场名称": "沈牧场",
        "牛舍类型": "青年牛",
        "生长状态": "青年牛",
        "牛只数量": 30
    },
    {
        "牧场名称": "沈牧场",
        "牛舍类型": "高产牛",
        "生长状态": "大育成牛",
        "牛只数量": 3
    },
    {
        "牧场名称": "沈牧场",
        "牛舍类型": "高产牛",
        "生长状态": "成母牛",
        "牛只数量": 41
    },
    {
        "牧场名称": "沈牧场",
        "牛舍类型": "高产牛",
        "生长状态": "青年牛",
        "牛只数量": 5
    },
    {
        "牧场名称": "没数据",
        "牛舍类型": "哺乳犊牛",
        "生长状态": "大育成牛",
        "牛只数量": 3
    },
    {
        "牧场名称": "没数据",
        "牛舍类型": "哺乳犊牛",
        "生长状态": "小育成牛",
        "牛只数量": 3
    },
    {
        "牧场名称": "没数据",
        "牛舍类型": "青年牛",
        "生长状态": "大育成牛",
        "牛只数量": 6
    },
    {
        "牧场名称": "没数据",
        "牛舍类型": "高产牛",
        "生长状态": "大育成牛",
        "牛只数量": 1
    },
    {
        "牧场名称": "没牛的牧场",
        "牛舍类型": "中产牛",
        "生长状态": "小育成牛",
        "牛只数量": 2
    },
    {
        "牧场名称": "没牛的牧场",
        "牛舍类型": "低产牛",
        "生长状态": "小育成牛",
        "牛只数量": 1
    },
    {
        "牧场名称": "没牛的牧场",
        "牛舍类型": "高产牛",
        "生长状态": "小育成牛",
        "牛只数量": 2
    },
    {
        "牧场名称": "没牛的牧场",
        "牛舍类型": "高产牛",
        "生长状态": "断奶犊牛",
        "牛只数量": 6
    },
    {
        "牧场名称": "没牛的牧场",
        "牛舍类型": "高产牛",
        "生长状态": "青年牛",
        "牛只数量": 2
    },
    {
        "牧场名称": "流星雨牧场",
        "牛舍类型": "低产牛",
        "生长状态": "大育成牛",
        "牛只数量": 2
    },
    {
        "牧场名称": "流星雨牧场",
        "牛舍类型": "低产牛",
        "生长状态": "小育成牛",
        "牛只数量": 1
    },
    {
        "牧场名称": "流星雨牧场",
        "牛舍类型": "低产牛",
        "生长状态": "断奶犊牛",
        "牛只数量": 1
    },
    {
        "牧场名称": "流星雨牧场",
        "牛舍类型": "哺乳犊牛",
        "生长状态": "哺乳犊牛",
        "牛只数量": 1
    },
    {
        "牧场名称": "流星雨牧场",
        "牛舍类型": "哺乳犊牛",
        "生长状态": "小育成牛",
        "牛只数量": 2
    },
    {
        "牧场名称": "流星雨牧场",
        "牛舍类型": "哺乳犊牛",
        "生长状态": "成母牛",
        "牛只数量": 1
    },
    {
        "牧场名称": "流星雨牧场",
        "牛舍类型": "哺乳犊牛",
        "生长状态": "断奶犊牛",
        "牛只数量": 1
    },
    {
        "牧场名称": "流星雨牧场",
        "牛舍类型": "哺乳犊牛",
        "生长状态": "青年牛",
        "牛只数量": 1
    },
    {
        "牧场名称": "流星雨牧场",
        "牛舍类型": "围产后",
        "生长状态": "哺乳犊牛",
        "牛只数量": 1
    },
    {
        "牧场名称": "流星雨牧场",
        "牛舍类型": "围产后",
        "生长状态": "大育成牛",
        "牛只数量": 2
    },
    {
        "牧场名称": "流星雨牧场",
        "牛舍类型": "围产后",
        "生长状态": "小育成牛",
        "牛只数量": 1
    },
    {
        "牧场名称": "流星雨牧场",
        "牛舍类型": "围产后",
        "生长状态": "青年牛",
        "牛只数量": 1
    },
    {
        "牧场名称": "流星雨牧场",
        "牛舍类型": "小育成牛",
        "生长状态": "哺乳犊牛",
        "牛只数量": 2
    },
    {
        "牧场名称": "流星雨牧场",
        "牛舍类型": "小育成牛",
        "生长状态": "大育成牛",
        "牛只数量": 1
    },
    {
        "牧场名称": "流星雨牧场",
        "牛舍类型": "小育成牛",
        "生长状态": "小育成牛",
        "牛只数量": 1
    },
    {
        "牧场名称": "流星雨牧场",
        "牛舍类型": "小育成牛",
        "生长状态": "成母牛",
        "牛只数量": 1
    },
    {
        "牧场名称": "流星雨牧场",
        "牛舍类型": "干奶牛",
        "生长状态": "哺乳犊牛",
        "牛只数量": 4
    },
    {
        "牧场名称": "流星雨牧场",
        "牛舍类型": "干奶牛",
        "生长状态": "大育成牛",
        "牛只数量": 3
    },
    {
        "牧场名称": "流星雨牧场",
        "牛舍类型": "干奶牛",
        "生长状态": "小育成牛",
        "牛只数量": 7
    },
    {
        "牧场名称": "流星雨牧场",
        "牛舍类型": "干奶牛",
        "生长状态": "成母牛",
        "牛只数量": 7
    },
    {
        "牧场名称": "流星雨牧场",
        "牛舍类型": "病牛",
        "生长状态": "大育成牛",
        "牛只数量": 4
    },
    {
        "牧场名称": "流星雨牧场",
        "牛舍类型": "病牛",
        "生长状态": "成母牛",
        "牛只数量": 2
    },
    {
        "牧场名称": "流星雨牧场",
        "牛舍类型": "隔离牛",
        "生长状态": "小育成牛",
        "牛只数量": 1
    },
    {
        "牧场名称": "流星雨牧场",
        "牛舍类型": "隔离牛",
        "生长状态": "成母牛",
        "牛只数量": 3
    },
    {
        "牧场名称": "流星雨牧场",
        "牛舍类型": "高产牛",
        "生长状态": "小育成牛",
        "牛只数量": 1
    },
    {
        "牧场名称": "流星雨牧场",
        "牛舍类型": "高产牛",
        "生长状态": "成母牛",
        "牛只数量": 2
    },
    {
        "牧场名称": "测试1",
        "牛舍类型": "哺乳犊牛",
        "生长状态": "哺乳犊牛",
        "牛只数量": 18
    },
    {
        "牧场名称": "测试1",
        "牛舍类型": "哺乳犊牛",
        "生长状态": "大育成牛",
        "牛只数量": 2
    },
    {
        "牧场名称": "测试1",
        "牛舍类型": "哺乳犊牛",
        "生长状态": "成母牛",
        "牛只数量": 9
    },
    {
        "牧场名称": "测试1",
        "牛舍类型": "高产牛",
        "生长状态": "哺乳犊牛",
        "牛只数量": 4
    },
    {
        "牧场名称": "测试1",
        "牛舍类型": "高产牛",
        "生长状态": "大育成牛",
        "牛只数量": 1
    },
    {
        "牧场名称": "测试1",
        "牛舍类型": "高产牛",
        "生长状态": "成母牛",
        "牛只数量": 7
    },
    {
        "牧场名称": "测试10",
        "牛舍类型": "哺乳犊牛",
        "生长状态": "小育成牛",
        "牛只数量": 1
    },
    {
        "牧场名称": "测试10",
        "牛舍类型": "哺乳犊牛",
        "生长状态": "成母牛",
        "牛只数量": 2
    },
    {
        "牧场名称": "测试10",
        "牛舍类型": "哺乳犊牛",
        "生长状态": "青年牛",
        "牛只数量": 1
    },
    {
        "牧场名称": "测试10",
        "牛舍类型": "大育成牛",
        "生长状态": "成母牛",
        "牛只数量": 1
    },
    {
        "牧场名称": "测试10",
        "牛舍类型": "小育成牛",
        "生长状态": "小育成牛",
        "牛只数量": 1
    },
    {
        "牧场名称": "测试10",
        "牛舍类型": "小育成牛",
        "生长状态": "成母牛",
        "牛只数量": 1
    },
    {
        "牧场名称": "测试10",
        "牛舍类型": "小育成牛",
        "生长状态": "青年牛",
        "牛只数量": 2
    },
    {
        "牧场名称": "测试101",
        "牛舍类型": "围产后",
        "生长状态": "哺乳犊牛",
        "牛只数量": 1
    },
    {
        "牧场名称": "测试3",
        "牛舍类型": "低产牛",
        "生长状态": "小育成牛",
        "牛只数量": 1
    },
    {
        "牧场名称": "测试3",
        "牛舍类型": "其它",
        "生长状态": "成母牛",
        "牛只数量": 3
    },
    {
        "牧场名称": "测试3",
        "牛舍类型": "哺乳犊牛",
        "生长状态": "大育成牛",
        "牛只数量": 80
    },
    {
        "牧场名称": "测试3",
        "牛舍类型": "哺乳犊牛",
        "生长状态": "成母牛",
        "牛只数量": 104
    },
    {
        "牧场名称": "测试3",
        "牛舍类型": "哺乳犊牛",
        "生长状态": "青年牛",
        "牛只数量": 6
    },
    {
        "牧场名称": "测试3",
        "牛舍类型": "干奶牛",
        "生长状态": "哺乳犊牛",
        "牛只数量": 3
    },
    {
        "牧场名称": "测试3",
        "牛舍类型": "干奶牛",
        "生长状态": "小育成牛",
        "牛只数量": 5
    },
    {
        "牧场名称": "测试3",
        "牛舍类型": "干奶牛",
        "生长状态": "成母牛",
        "牛只数量": 84
    },
    {
        "牧场名称": "测试4",
        "牛舍类型": "低产牛",
        "生长状态": "哺乳犊牛",
        "牛只数量": 3
    },
    {
        "牧场名称": "测试4",
        "牛舍类型": "低产牛",
        "生长状态": "大育成牛",
        "牛只数量": 3
    },
    {
        "牧场名称": "测试4",
        "牛舍类型": "低产牛",
        "生长状态": "小育成牛",
        "牛只数量": 3
    },
    {
        "牧场名称": "测试4",
        "牛舍类型": "低产牛",
        "生长状态": "成母牛",
        "牛只数量": 6
    },
    {
        "牧场名称": "测试4",
        "牛舍类型": "公牛",
        "生长状态": "大育成牛",
        "牛只数量": 1
    },
    {
        "牧场名称": "测试4",
        "牛舍类型": "其它",
        "生长状态": "大育成牛",
        "牛只数量": 1
    },
    {
        "牧场名称": "测试4",
        "牛舍类型": "其它",
        "生长状态": "成母牛",
        "牛只数量": 1
    },
    {
        "牧场名称": "测试4",
        "牛舍类型": "哺乳犊牛",
        "生长状态": "哺乳犊牛",
        "牛只数量": 10
    },
    {
        "牧场名称": "测试4",
        "牛舍类型": "哺乳犊牛",
        "生长状态": "大育成牛",
        "牛只数量": 48
    },
    {
        "牧场名称": "测试4",
        "牛舍类型": "哺乳犊牛",
        "生长状态": "小育成牛",
        "牛只数量": 14
    },
    {
        "牧场名称": "测试4",
        "牛舍类型": "哺乳犊牛",
        "生长状态": "成母牛",
        "牛只数量": 37
    },
    {
        "牧场名称": "测试4",
        "牛舍类型": "哺乳犊牛",
        "生长状态": "断奶犊牛",
        "牛只数量": 2
    },
    {
        "牧场名称": "测试4",
        "牛舍类型": "哺乳犊牛",
        "生长状态": "青年牛",
        "牛只数量": 3
    },
    {
        "牧场名称": "测试4",
        "牛舍类型": "围产后",
        "生长状态": "大育成牛",
        "牛只数量": 7
    },
    {
        "牧场名称": "测试4",
        "牛舍类型": "围产后",
        "生长状态": "成母牛",
        "牛只数量": 1
    },
    {
        "牧场名称": "测试4",
        "牛舍类型": "围产牛",
        "生长状态": "大育成牛",
        "牛只数量": 1
    },
    {
        "牧场名称": "测试4",
        "牛舍类型": "围产牛",
        "生长状态": "成母牛",
        "牛只数量": 5
    },
    {
        "牧场名称": "测试4",
        "牛舍类型": "大育成牛",
        "生长状态": "哺乳犊牛",
        "牛只数量": 2
    },
    {
        "牧场名称": "测试4",
        "牛舍类型": "大育成牛",
        "生长状态": "大育成牛",
        "牛只数量": 1
    },
    {
        "牧场名称": "测试4",
        "牛舍类型": "大育成牛",
        "生长状态": "小育成牛",
        "牛只数量": 1
    },
    {
        "牧场名称": "测试4",
        "牛舍类型": "大育成牛",
        "生长状态": "成母牛",
        "牛只数量": 13
    },
    {
        "牧场名称": "测试4",
        "牛舍类型": "大育成牛",
        "生长状态": "青年牛",
        "牛只数量": 1
    },
    {
        "牧场名称": "测试4",
        "牛舍类型": "小育成牛",
        "生长状态": "哺乳犊牛",
        "牛只数量": 1
    },
    {
        "牧场名称": "测试4",
        "牛舍类型": "小育成牛",
        "生长状态": "大育成牛",
        "牛只数量": 2
    },
    {
        "牧场名称": "测试4",
        "牛舍类型": "小育成牛",
        "生长状态": "成母牛",
        "牛只数量": 2
    },
    {
        "牧场名称": "测试4",
        "牛舍类型": "小育成牛",
        "生长状态": "断奶犊牛",
        "牛只数量": 1
    },
    {
        "牧场名称": "测试4",
        "牛舍类型": "干奶牛",
        "生长状态": "大育成牛",
        "牛只数量": 35
    },
    {
        "牧场名称": "测试4",
        "牛舍类型": "干奶牛",
        "生长状态": "成母牛",
        "牛只数量": 96
    },
    {
        "牧场名称": "测试4",
        "牛舍类型": "病牛",
        "生长状态": "哺乳犊牛",
        "牛只数量": 1
    },
    {
        "牧场名称": "测试4",
        "牛舍类型": "病牛",
        "生长状态": "大育成牛",
        "牛只数量": 2
    },
    {
        "牧场名称": "测试4",
        "牛舍类型": "病牛",
        "生长状态": "小育成牛",
        "牛只数量": 4
    },
    {
        "牧场名称": "测试4",
        "牛舍类型": "病牛",
        "生长状态": "成母牛",
        "牛只数量": 173
    },
    {
        "牧场名称": "测试4",
        "牛舍类型": "病牛",
        "生长状态": "青年牛",
        "牛只数量": 1
    },
    {
        "牧场名称": "测试4",
        "牛舍类型": "隔离牛",
        "生长状态": "哺乳犊牛",
        "牛只数量": 1
    },
    {
        "牧场名称": "测试4",
        "牛舍类型": "隔离牛",
        "生长状态": "大育成牛",
        "牛只数量": 3
    },
    {
        "牧场名称": "测试4",
        "牛舍类型": "隔离牛",
        "生长状态": "小育成牛",
        "牛只数量": 2
    },
    {
        "牧场名称": "测试4",
        "牛舍类型": "隔离牛",
        "生长状态": "成母牛",
        "牛只数量": 6
    },
    {
        "牧场名称": "测试4",
        "牛舍类型": "青年牛",
        "生长状态": "哺乳犊牛",
        "牛只数量": 3
    },
    {
        "牧场名称": "测试4",
        "牛舍类型": "青年牛",
        "生长状态": "大育成牛",
        "牛只数量": 11
    },
    {
        "牧场名称": "测试4",
        "牛舍类型": "青年牛",
        "生长状态": "小育成牛",
        "牛只数量": 8
    },
    {
        "牧场名称": "测试4",
        "牛舍类型": "青年牛",
        "生长状态": "成母牛",
        "牛只数量": 13
    },
    {
        "牧场名称": "测试4",
        "牛舍类型": "青年牛",
        "生长状态": "青年牛",
        "牛只数量": 16
    },
    {
        "牧场名称": "测试4",
        "牛舍类型": "高产牛",
        "生长状态": "哺乳犊牛",
        "牛只数量": 6
    },
    {
        "牧场名称": "测试4",
        "牛舍类型": "高产牛",
        "生长状态": "大育成牛",
        "牛只数量": 5
    },
    {
        "牧场名称": "测试4",
        "牛舍类型": "高产牛",
        "生长状态": "小育成牛",
        "牛只数量": 5
    },
    {
        "牧场名称": "测试4",
        "牛舍类型": "高产牛",
        "生长状态": "成母牛",
        "牛只数量": 9
    },
    {
        "牧场名称": "测试4",
        "牛舍类型": "高产牛",
        "生长状态": "断奶犊牛",
        "牛只数量": 1
    },
    {
        "牧场名称": "测试4",
        "牛舍类型": "高产牛",
        "生长状态": "青年牛",
        "牛只数量": 1
    },
    {
        "牧场名称": "测试牧场",
        "牛舍类型": "低产牛",
        "生长状态": "哺乳犊牛",
        "牛只数量": 12
    },
    {
        "牧场名称": "测试牧场",
        "牛舍类型": "低产牛",
        "生长状态": "大育成牛",
        "牛只数量": 16
    },
    {
        "牧场名称": "测试牧场",
        "牛舍类型": "低产牛",
        "生长状态": "成母牛",
        "牛只数量": 97
    },
    {
        "牧场名称": "测试牧场",
        "牛舍类型": "低产牛",
        "生长状态": "断奶犊牛",
        "牛只数量": 35
    },
    {
        "牧场名称": "测试牧场",
        "牛舍类型": "低产牛",
        "生长状态": "青年牛",
        "牛只数量": 43
    },
    {
        "牧场名称": "测试牧场",
        "牛舍类型": "公牛",
        "生长状态": "大育成牛",
        "牛只数量": 1
    },
    {
        "牧场名称": "测试牧场",
        "牛舍类型": "公牛",
        "生长状态": "成母牛",
        "牛只数量": 1
    },
    {
        "牧场名称": "测试牧场",
        "牛舍类型": "公牛",
        "生长状态": "断奶犊牛",
        "牛只数量": 2
    },
    {
        "牧场名称": "测试牧场",
        "牛舍类型": "公牛",
        "生长状态": "青年牛",
        "牛只数量": 35
    },
    {
        "牧场名称": "测试牧场",
        "牛舍类型": "哺乳犊牛",
        "生长状态": "哺乳犊牛",
        "牛只数量": 28
    },
    {
        "牧场名称": "测试牧场",
        "牛舍类型": "哺乳犊牛",
        "生长状态": "大育成牛",
        "牛只数量": 92
    },
    {
        "牧场名称": "测试牧场",
        "牛舍类型": "哺乳犊牛",
        "生长状态": "小育成牛",
        "牛只数量": 8
    },
    {
        "牧场名称": "测试牧场",
        "牛舍类型": "哺乳犊牛",
        "生长状态": "成母牛",
        "牛只数量": 1200
    },
    {
        "牧场名称": "测试牧场",
        "牛舍类型": "哺乳犊牛",
        "生长状态": "断奶犊牛",
        "牛只数量": 84
    },
    {
        "牧场名称": "测试牧场",
        "牛舍类型": "哺乳犊牛",
        "生长状态": "青年牛",
        "牛只数量": 110
    },
    {
        "牧场名称": "测试牧场",
        "牛舍类型": "围产牛",
        "生长状态": "成母牛",
        "牛只数量": 95
    },
    {
        "牧场名称": "测试牧场",
        "牛舍类型": "围产牛",
        "生长状态": "断奶犊牛",
        "牛只数量": 2
    },
    {
        "牧场名称": "测试牧场",
        "牛舍类型": "围产牛",
        "生长状态": "青年牛",
        "牛只数量": 10
    },
    {
        "牧场名称": "测试牧场",
        "牛舍类型": "大育成牛",
        "生长状态": "哺乳犊牛",
        "牛只数量": 1
    },
    {
        "牧场名称": "测试牧场",
        "牛舍类型": "大育成牛",
        "生长状态": "大育成牛",
        "牛只数量": 3
    },
    {
        "牧场名称": "测试牧场",
        "牛舍类型": "大育成牛",
        "生长状态": "小育成牛",
        "牛只数量": 2
    },
    {
        "牧场名称": "测试牧场",
        "牛舍类型": "大育成牛",
        "生长状态": "成母牛",
        "牛只数量": 1103
    },
    {
        "牧场名称": "测试牧场",
        "牛舍类型": "大育成牛",
        "生长状态": "断奶犊牛",
        "牛只数量": 9
    },
    {
        "牧场名称": "测试牧场",
        "牛舍类型": "大育成牛",
        "生长状态": "青年牛",
        "牛只数量": 46
    },
    {
        "牧场名称": "测试牧场",
        "牛舍类型": "小育成牛",
        "生长状态": "哺乳犊牛",
        "牛只数量": 4
    },
    {
        "牧场名称": "测试牧场",
        "牛舍类型": "小育成牛",
        "生长状态": "大育成牛",
        "牛只数量": 22
    },
    {
        "牧场名称": "测试牧场",
        "牛舍类型": "小育成牛",
        "生长状态": "小育成牛",
        "牛只数量": 1
    },
    {
        "牧场名称": "测试牧场",
        "牛舍类型": "小育成牛",
        "生长状态": "成母牛",
        "牛只数量": 386
    },
    {
        "牧场名称": "测试牧场",
        "牛舍类型": "小育成牛",
        "生长状态": "断奶犊牛",
        "牛只数量": 18
    },
    {
        "牧场名称": "测试牧场",
        "牛舍类型": "小育成牛",
        "生长状态": "青年牛",
        "牛只数量": 543
    },
    {
        "牧场名称": "测试牧场",
        "牛舍类型": "干奶牛",
        "生长状态": "哺乳犊牛",
        "牛只数量": 1
    },
    {
        "牧场名称": "测试牧场",
        "牛舍类型": "干奶牛",
        "生长状态": "成母牛",
        "牛只数量": 60
    },
    {
        "牧场名称": "测试牧场",
        "牛舍类型": "干奶牛",
        "生长状态": "断奶犊牛",
        "牛只数量": 1
    },
    {
        "牧场名称": "测试牧场",
        "牛舍类型": "干奶牛",
        "生长状态": "青年牛",
        "牛只数量": 1
    },
    {
        "牧场名称": "测试牧场",
        "牛舍类型": "断奶犊牛",
        "生长状态": "大育成牛",
        "牛只数量": 2
    },
    {
        "牧场名称": "测试牧场",
        "牛舍类型": "断奶犊牛",
        "生长状态": "成母牛",
        "牛只数量": 3
    },
    {
        "牧场名称": "测试牧场",
        "牛舍类型": "断奶犊牛",
        "生长状态": "青年牛",
        "牛只数量": 2
    },
    {
        "牧场名称": "测试牧场",
        "牛舍类型": "新产牛",
        "生长状态": "成母牛",
        "牛只数量": 1
    },
    {
        "牧场名称": "测试牧场",
        "牛舍类型": "病牛",
        "生长状态": "大育成牛",
        "牛只数量": 2
    },
    {
        "牧场名称": "测试牧场",
        "牛舍类型": "病牛",
        "生长状态": "成母牛",
        "牛只数量": 5
    },
    {
        "牧场名称": "测试牧场",
        "牛舍类型": "病牛",
        "生长状态": "青年牛",
        "牛只数量": 8
    },
    {
        "牧场名称": "测试牧场",
        "牛舍类型": "隔离牛",
        "生长状态": "大育成牛",
        "牛只数量": 1
    },
    {
        "牧场名称": "测试牧场",
        "牛舍类型": "青年牛",
        "生长状态": "哺乳犊牛",
        "牛只数量": 6
    },
    {
        "牧场名称": "测试牧场",
        "牛舍类型": "青年牛",
        "生长状态": "大育成牛",
        "牛只数量": 56
    },
    {
        "牧场名称": "测试牧场",
        "牛舍类型": "青年牛",
        "生长状态": "小育成牛",
        "牛只数量": 3
    },
    {
        "牧场名称": "测试牧场",
        "牛舍类型": "青年牛",
        "生长状态": "成母牛",
        "牛只数量": 75
    },
    {
        "牧场名称": "测试牧场",
        "牛舍类型": "青年牛",
        "生长状态": "断奶犊牛",
        "牛只数量": 49
    },
    {
        "牧场名称": "测试牧场",
        "牛舍类型": "青年牛",
        "生长状态": "青年牛",
        "牛只数量": 213
    },
    {
        "牧场名称": "测试牧场",
        "牛舍类型": "高产牛",
        "生长状态": "哺乳犊牛",
        "牛只数量": 6
    },
    {
        "牧场名称": "测试牧场",
        "牛舍类型": "高产牛",
        "生长状态": "大育成牛",
        "牛只数量": 33
    },
    {
        "牧场名称": "测试牧场",
        "牛舍类型": "高产牛",
        "生长状态": "成母牛",
        "牛只数量": 99
    },
    {
        "牧场名称": "测试牧场",
        "牛舍类型": "高产牛",
        "生长状态": "断奶犊牛",
        "牛只数量": 50
    },
    {
        "牧场名称": "测试牧场",
        "牛舍类型": "高产牛",
        "生长状态": "青年牛",
        "牛只数量": 40
    },
    {
        "牧场名称": "测试牧场001",
        "牛舍类型": "其它",
        "生长状态": "成母牛",
        "牛只数量": 7
    },
    {
        "牧场名称": "测试牧场001",
        "牛舍类型": "其它",
        "生长状态": "青年牛",
        "牛只数量": 1
    },
    {
        "牧场名称": "测试牧场001",
        "牛舍类型": "哺乳犊牛",
        "生长状态": "哺乳犊牛",
        "牛只数量": 6
    },
    {
        "牧场名称": "测试牧场001",
        "牛舍类型": "哺乳犊牛",
        "生长状态": "大育成牛",
        "牛只数量": 3
    },
    {
        "牧场名称": "测试牧场001",
        "牛舍类型": "哺乳犊牛",
        "生长状态": "成母牛",
        "牛只数量": 7
    },
    {
        "牧场名称": "测试牧场001",
        "牛舍类型": "哺乳犊牛",
        "生长状态": "断奶犊牛",
        "牛只数量": 2
    },
    {
        "牧场名称": "测试牧场001",
        "牛舍类型": "哺乳犊牛",
        "生长状态": "青年牛",
        "牛只数量": 2
    },
    {
        "牧场名称": "测试牧场001",
        "牛舍类型": "大育成牛",
        "生长状态": "哺乳犊牛",
        "牛只数量": 2
    },
    {
        "牧场名称": "测试牧场001",
        "牛舍类型": "大育成牛",
        "生长状态": "大育成牛",
        "牛只数量": 2
    },
    {
        "牧场名称": "测试牧场001",
        "牛舍类型": "大育成牛",
        "生长状态": "成母牛",
        "牛只数量": 6
    },
    {
        "牧场名称": "测试牧场001",
        "牛舍类型": "大育成牛",
        "生长状态": "断奶犊牛",
        "牛只数量": 2
    },
    {
        "牧场名称": "测试牧场001",
        "牛舍类型": "大育成牛",
        "生长状态": "青年牛",
        "牛只数量": 2
    },
    {
        "牧场名称": "滦南犇鑫",
        "牛舍类型": "低产牛",
        "生长状态": "成母牛",
        "牛只数量": 99
    },
    {
        "牧场名称": "滦南犇鑫",
        "牛舍类型": "哺乳犊牛",
        "生长状态": "大育成牛",
        "牛只数量": 79
    },
    {
        "牧场名称": "滦南犇鑫",
        "牛舍类型": "围产后",
        "生长状态": "成母牛",
        "牛只数量": 2
    },
    {
        "牧场名称": "滦南犇鑫",
        "牛舍类型": "围产牛",
        "生长状态": "青年牛",
        "牛只数量": 2
    },
    {
        "牧场名称": "滦南犇鑫",
        "牛舍类型": "大育成牛",
        "生长状态": "大育成牛",
        "牛只数量": 93
    },
    {
        "牧场名称": "滦南犇鑫",
        "牛舍类型": "大育成牛",
        "生长状态": "青年牛",
        "牛只数量": 25
    },
    {
        "牧场名称": "滦南犇鑫",
        "牛舍类型": "小育成牛",
        "生长状态": "大育成牛",
        "牛只数量": 1
    },
    {
        "牧场名称": "滦南犇鑫",
        "牛舍类型": "干奶牛",
        "生长状态": "成母牛",
        "牛只数量": 74
    },
    {
        "牧场名称": "滦南犇鑫",
        "牛舍类型": "病牛",
        "生长状态": "成母牛",
        "牛只数量": 4
    },
    {
        "牧场名称": "滦南犇鑫",
        "牛舍类型": "青年牛",
        "生长状态": "大育成牛",
        "牛只数量": 13
    },
    {
        "牧场名称": "滦南犇鑫",
        "牛舍类型": "青年牛",
        "生长状态": "成母牛",
        "牛只数量": 1
    },
    {
        "牧场名称": "滦南犇鑫",
        "牛舍类型": "青年牛",
        "生长状态": "青年牛",
        "牛只数量": 48
    },
    {
        "牧场名称": "滦南犇鑫",
        "牛舍类型": "高产牛",
        "生长状态": "成母牛",
        "牛只数量": 54
    },
    {
        "牧场名称": "艾欧尼亚",
        "牛舍类型": "公牛",
        "生长状态": "成母牛",
        "牛只数量": 10
    },
    {
        "牧场名称": "艾欧尼亚",
        "牛舍类型": "哺乳犊牛",
        "生长状态": "哺乳犊牛",
        "牛只数量": 1
    },
    {
        "牧场名称": "艾欧尼亚",
        "牛舍类型": "哺乳犊牛",
        "生长状态": "成母牛",
        "牛只数量": 13
    },
    {
        "牧场名称": "艾欧尼亚",
        "牛舍类型": "围产后",
        "生长状态": "成母牛",
        "牛只数量": 20
    },
    {
        "牧场名称": "艾欧尼亚",
        "牛舍类型": "大育成牛",
        "生长状态": "哺乳犊牛",
        "牛只数量": 1
    },
    {
        "牧场名称": "艾欧尼亚",
        "牛舍类型": "大育成牛",
        "生长状态": "小育成牛",
        "牛只数量": 1
    },
    {
        "牧场名称": "艾欧尼亚",
        "牛舍类型": "大育成牛",
        "生长状态": "成母牛",
        "牛只数量": 2
    },
    {
        "牧场名称": "艾欧尼亚",
        "牛舍类型": "小育成牛",
        "生长状态": "成母牛",
        "牛只数量": 22
    },
    {
        "牧场名称": "艾欧尼亚",
        "牛舍类型": "干奶牛",
        "生长状态": "成母牛",
        "牛只数量": 10
    },
    {
        "牧场名称": "艾欧尼亚",
        "牛舍类型": "隔离牛",
        "生长状态": "成母牛",
        "牛只数量": 10
    },
    {
        "牧场名称": "艾欧尼亚",
        "牛舍类型": "青年牛",
        "生长状态": "哺乳犊牛",
        "牛只数量": 1
    },
    {
        "牧场名称": "艾欧尼亚",
        "牛舍类型": "青年牛",
        "生长状态": "小育成牛",
        "牛只数量": 1
    },
    {
        "牧场名称": "艾欧尼亚",
        "牛舍类型": "青年牛",
        "生长状态": "成母牛",
        "牛只数量": 12
    },
    {
        "牧场名称": "艾欧尼亚",
        "牛舍类型": "高产牛",
        "生长状态": "成母牛",
        "牛只数量": 11
    },
    {
        "牧场名称": "阿里牧场",
        "牛舍类型": "低产牛",
        "生长状态": "大育成牛",
        "牛只数量": 4
    },
    {
        "牧场名称": "阿里牧场",
        "牛舍类型": "低产牛",
        "生长状态": "成母牛",
        "牛只数量": 60
    },
    {
        "牧场名称": "阿里牧场",
        "牛舍类型": "低产牛",
        "生长状态": "青年牛",
        "牛只数量": 18
    },
    {
        "牧场名称": "阿里牧场",
        "牛舍类型": "哺乳犊牛",
        "生长状态": "大育成牛",
        "牛只数量": 32
    },
    {
        "牧场名称": "阿里牧场",
        "牛舍类型": "大育成牛",
        "生长状态": "大育成牛",
        "牛只数量": 32
    },
    {
        "牧场名称": "阿里牧场",
        "牛舍类型": "大育成牛",
        "生长状态": "青年牛",
        "牛只数量": 20
    },
    {
        "牧场名称": "阿里牧场",
        "牛舍类型": "小育成牛",
        "生长状态": "大育成牛",
        "牛只数量": 43
    },
    {
        "牧场名称": "阿里牧场",
        "牛舍类型": "干奶牛",
        "生长状态": "成母牛",
        "牛只数量": 30
    },
    {
        "牧场名称": "阿里牧场",
        "牛舍类型": "干奶牛",
        "生长状态": "青年牛",
        "牛只数量": 5
    },
    {
        "牧场名称": "阿里牧场",
        "牛舍类型": "病牛",
        "生长状态": "成母牛",
        "牛只数量": 12
    },
    {
        "牧场名称": "阿里牧场",
        "牛舍类型": "隔离牛",
        "生长状态": "成母牛",
        "牛只数量": 6
    },
    {
        "牧场名称": "阿里牧场",
        "牛舍类型": "青年牛",
        "生长状态": "大育成牛",
        "牛只数量": 2
    },
    {
        "牧场名称": "阿里牧场",
        "牛舍类型": "青年牛",
        "生长状态": "青年牛",
        "牛只数量": 29
    },
    {
        "牧场名称": "阿里牧场",
        "牛舍类型": "高产牛",
        "生长状态": "大育成牛",
        "牛只数量": 6
    },
    {
        "牧场名称": "阿里牧场",
        "牛舍类型": "高产牛",
        "生长状态": "成母牛",
        "牛只数量": 39
    },
    {
        "牧场名称": "阿里牧场",
        "牛舍类型": "高产牛",
        "生长状态": "青年牛",
        "牛只数量": 5
    },
    {
        "牧场名称": "黄",
        "牛舍类型": "低产牛",
        "生长状态": "哺乳犊牛",
        "牛只数量": 3
    },
    {
        "牧场名称": "黄",
        "牛舍类型": "低产牛",
        "生长状态": "大育成牛",
        "牛只数量": 7
    },
    {
        "牧场名称": "黄",
        "牛舍类型": "低产牛",
        "生长状态": "成母牛",
        "牛只数量": 2
    },
    {
        "牧场名称": "黄",
        "牛舍类型": "公牛",
        "生长状态": "哺乳犊牛",
        "牛只数量": 8
    },
    {
        "牧场名称": "黄",
        "牛舍类型": "公牛",
        "生长状态": "大育成牛",
        "牛只数量": 13
    },
    {
        "牧场名称": "黄",
        "牛舍类型": "公牛",
        "生长状态": "成母牛",
        "牛只数量": 1
    },
    {
        "牧场名称": "黄",
        "牛舍类型": "哺乳犊牛",
        "生长状态": "大育成牛",
        "牛只数量": 5
    },
    {
        "牧场名称": "黄",
        "牛舍类型": "围产后",
        "生长状态": "成母牛",
        "牛只数量": 1
    },
    {
        "牧场名称": "黄",
        "牛舍类型": "围产牛",
        "生长状态": "大育成牛",
        "牛只数量": 1
    },
    {
        "牧场名称": "黄",
        "牛舍类型": "围产牛",
        "生长状态": "成母牛",
        "牛只数量": 1
    },
    {
        "牧场名称": "黄",
        "牛舍类型": "干奶牛",
        "生长状态": "哺乳犊牛",
        "牛只数量": 2
    },
    {
        "牧场名称": "黄",
        "牛舍类型": "干奶牛",
        "生长状态": "大育成牛",
        "牛只数量": 2
    },
    {
        "牧场名称": "黄",
        "牛舍类型": "干奶牛",
        "生长状态": "成母牛",
        "牛只数量": 1
    },
    {
        "牧场名称": "黄",
        "牛舍类型": "病牛",
        "生长状态": "哺乳犊牛",
        "牛只数量": 5
    },
    {
        "牧场名称": "黄",
        "牛舍类型": "病牛",
        "生长状态": "大育成牛",
        "牛只数量": 4
    },
    {
        "牧场名称": "黄",
        "牛舍类型": "高产牛",
        "生长状态": "哺乳犊牛",
        "牛只数量": 2
    },
    {
        "牧场名称": "黄",
        "牛舍类型": "高产牛",
        "生长状态": "大育成牛",
        "牛只数量": 3
    },
    {
        "牧场名称": "黄",
        "牛舍类型": "高产牛",
        "生长状态": "断奶犊牛",
        "牛只数量": 1
    },
    {
        "牧场名称": "黄土牧场",
        "牛舍类型": "哺乳犊牛",
        "生长状态": "成母牛",
        "牛只数量": 1
    },
    {
        "牧场名称": "黄土牧场",
        "牛舍类型": "青年牛",
        "生长状态": "哺乳犊牛",
        "牛只数量": 1
    },
    {
        "牧场名称": "黄土牧场",
        "牛舍类型": "青年牛",
        "生长状态": "成母牛",
        "牛只数量": 1
    }
]