var scaleData =[
    {
        "牛只ID": "a9199fdbf5174ef99dc0b333d7ca999f",
        "牛号": "13931",
        "泌乳天数": 285,
        "奶量": 1981.8,
        "胎次": "1胎",
        "牛舍": "低产"
    },
    {
        "牛只ID": "c1afd2b5cc824d768575c293f7c951a8",
        "牛号": "13925",
        "泌乳天数": 455,
        "奶量": 2084.4,
        "胎次": "1胎",
        "牛舍": "低产"
    },
    {
        "牛只ID": "a5483e8b142947e9ae5bc8ea5773272a",
        "牛号": "131002",
        "泌乳天数": 228,
        "奶量": 2634.2,
        "胎次": "1胎",
        "牛舍": "高产"
    },
    {
        "牛只ID": "7c55fbcc026d44cab0036f67d3abceb3",
        "牛号": "13905",
        "泌乳天数": 434,
        "奶量": 11,
        "胎次": "1胎",
        "牛舍": "低产"
    },
    {
        "牛只ID": "cd238d97868f44cd85d8ef38cafdddba",
        "牛号": "131032",
        "泌乳天数": 214,
        "奶量": 3231.4,
        "胎次": "1胎",
        "牛舍": "高产"
    },
    {
        "牛只ID": "b0f03e66fb2a4539b97aa9370a3d6324",
        "牛号": "131027",
        "泌乳天数": 458,
        "奶量": 2107,
        "胎次": "1胎",
        "牛舍": "高产"
    },
    {
        "牛只ID": "a5a2b003a1044ed4aa67ee9dbe6e6bfc",
        "牛号": "14034",
        "泌乳天数": 309,
        "奶量": 774,
        "胎次": "1胎",
        "牛舍": "干奶"
    },
    {
        "牛只ID": "5404e6fe7655428fbdcaf7d0d8325326",
        "牛号": "13928",
        "泌乳天数": 278,
        "奶量": 2891.8,
        "胎次": "1胎",
        "牛舍": "高产"
    },
    {
        "牛只ID": "3ce078b64380431aa0ecd95c530c344d",
        "牛号": "13947",
        "泌乳天数": 381,
        "奶量": 2724.4,
        "胎次": "1胎",
        "牛舍": "高产"
    },
    {
        "牛只ID": "92f424b6c1644788bdf633110dc118f7",
        "牛号": "13957",
        "泌乳天数": 285,
        "奶量": 1177.4,
        "胎次": "1胎",
        "牛舍": "高产"
    },
    {
        "牛只ID": "50594fadaa93490fbb933d438bc67e06",
        "牛号": "13944",
        "泌乳天数": 415,
        "奶量": 1843.83,
        "胎次": "1胎",
        "牛舍": "低产"
    },
    {
        "牛只ID": "af6d37657f7143d3aed4afd2637b73e7",
        "牛号": "13983",
        "泌乳天数": 510,
        "奶量": 2704.6,
        "胎次": "1胎",
        "牛舍": "高产"
    },
    {
        "牛只ID": "460db78280fa4d3a89f07fff36203025",
        "牛号": "14038",
        "泌乳天数": 172,
        "奶量": 2146,
        "胎次": "1胎",
        "牛舍": "低产"
    },
    {
        "牛只ID": "e2938b07054945988d573d1c37a641f7",
        "牛号": "131014",
        "泌乳天数": 382,
        "奶量": 96,
        "胎次": "1胎",
        "牛舍": "低产"
    },
    {
        "牛只ID": "54091fa122804ea28e685c9a0e4c90fa",
        "牛号": "14037",
        "泌乳天数": 200,
        "奶量": 2477.6,
        "胎次": "1胎",
        "牛舍": "低产"
    },
    {
        "牛只ID": "e872130b945a46a38abe918f19ab3e1e",
        "牛号": "13918",
        "泌乳天数": 318,
        "奶量": 2750,
        "胎次": "1胎",
        "牛舍": "高产"
    },
    {
        "牛只ID": "469f78aaf7604ece9375dba55525b827",
        "牛号": "131004",
        "泌乳天数": 318,
        "奶量": 1610,
        "胎次": "1胎",
        "牛舍": "干奶"
    },
    {
        "牛只ID": "3f291dbba488405eb61579b77464f7ba",
        "牛号": "131028",
        "泌乳天数": 399,
        "奶量": 2210,
        "胎次": "1胎",
        "牛舍": "低产"
    },
    {
        "牛只ID": "3e425c775776407bae85ed001b0722e4",
        "牛号": "14040",
        "泌乳天数": 175,
        "奶量": 2211.2,
        "胎次": "1胎",
        "牛舍": "高产"
    },
    {
        "牛只ID": "0e1536450d27484e82e24e7c69895076",
        "牛号": "13967",
        "泌乳天数": 360,
        "奶量": 668.2,
        "胎次": "1胎",
        "牛舍": "干奶"
    },
    {
        "牛只ID": "c8b6869ba03e4be7b1cf0e070f4d9360",
        "牛号": "13908",
        "泌乳天数": 357,
        "奶量": 286.6,
        "胎次": "1胎",
        "牛舍": "干奶"
    },
    {
        "牛只ID": "249b084cfee446f3aaff29a40685f614",
        "牛号": "13929",
        "泌乳天数": 409,
        "奶量": 2179.2,
        "胎次": "1胎",
        "牛舍": "低产"
    },
    {
        "牛只ID": "74813bda1a4b4a1794adf968c6a5afdb",
        "牛号": "13044",
        "泌乳天数": 267,
        "奶量": 1856.2,
        "胎次": "1胎",
        "牛舍": "低产"
    },
    {
        "牛只ID": "8739bc5561e146e8ad7b4f1db9fd75d7",
        "牛号": "13987",
        "泌乳天数": 371,
        "奶量": 292.4,
        "胎次": "1胎",
        "牛舍": "干奶"
    },
    {
        "牛只ID": "4c081b97b6d54d3f9e1b8f83ae47ba83",
        "牛号": "14035",
        "泌乳天数": 252,
        "奶量": 2469.4,
        "胎次": "1胎",
        "牛舍": "低产"
    },
    {
        "牛只ID": "d4cd7ad0cb7144f9b421700e9105f125",
        "牛号": "13960",
        "泌乳天数": 362,
        "奶量": 1185.8,
        "胎次": "1胎",
        "牛舍": "青年牛"
    },
    {
        "牛只ID": "798437f849d545ba811ae56981f85e34",
        "牛号": "13930",
        "泌乳天数": 428,
        "奶量": 1553.4,
        "胎次": "1胎",
        "牛舍": "低产"
    },
    {
        "牛只ID": "17d811b1fb5743b9a62874592ec05ee6",
        "牛号": "13979",
        "泌乳天数": 235,
        "奶量": 2087.2,
        "胎次": "1胎",
        "牛舍": "高产"
    },
    {
        "牛只ID": "7de689f84a5b448799b50bbecc9bafce",
        "牛号": "131019",
        "泌乳天数": 220,
        "奶量": 2764.6,
        "胎次": "1胎",
        "牛舍": "高产"
    },
    {
        "牛只ID": "2f6bee6939a644dfa1c9c53b0152a89c",
        "牛号": "131026",
        "泌乳天数": 415,
        "奶量": 444.8,
        "胎次": "1胎",
        "牛舍": "低产"
    },
    {
        "牛只ID": "b035f0d2e410423c949396eef73205c1",
        "牛号": "13923",
        "泌乳天数": 247,
        "奶量": 1865.6,
        "胎次": "1胎",
        "牛舍": "青年牛"
    },
    {
        "牛只ID": "6f431bd419dd4bac9afcad8e0448618f",
        "牛号": "13045",
        "泌乳天数": 472,
        "奶量": 1092.8,
        "胎次": "1胎",
        "牛舍": "干奶"
    },
    {
        "牛只ID": "072950de21f1415bbd77cf74379488d1",
        "牛号": "13945",
        "泌乳天数": 272,
        "奶量": 768.4,
        "胎次": "1胎",
        "牛舍": "青年牛"
    },
    {
        "牛只ID": "2525657a124a4eb8bdcf1b4bcee03929",
        "牛号": "14033",
        "泌乳天数": 383,
        "奶量": 2423,
        "胎次": "1胎",
        "牛舍": "高产"
    },
    {
        "牛只ID": "3e6ae56c94df4e968b5accccec7ca911",
        "牛号": "131025",
        "泌乳天数": 455,
        "奶量": 15,
        "胎次": "1胎",
        "牛舍": "干奶"
    },
    {
        "牛只ID": "3cd0696d806043adb15e1438b866a213",
        "牛号": "14046",
        "泌乳天数": 52,
        "奶量": 1568.2,
        "胎次": "1胎",
        "牛舍": "低产"
    },
    {
        "牛只ID": "64bd6c9d88094f248772c377056dac16",
        "牛号": "131023",
        "泌乳天数": 237,
        "奶量": 2423.2,
        "胎次": "1胎",
        "牛舍": "高产"
    },
    {
        "牛只ID": "593c4d3549404fdbb4014c4b0bf590d0",
        "牛号": "14012",
        "泌乳天数": 303,
        "奶量": 1366.52,
        "胎次": "1胎",
        "牛舍": "低产"
    },
    {
        "牛只ID": "c44173ba913047c0afaee6032c33a19c",
        "牛号": "13959",
        "泌乳天数": 380,
        "奶量": 2343.6,
        "胎次": "1胎",
        "牛舍": "低产"
    },
    {
        "牛只ID": "81979474dbbd4d39b88eebd00d2d9f92",
        "牛号": "13935",
        "泌乳天数": 408,
        "奶量": 271.8,
        "胎次": "1胎",
        "牛舍": "干奶"
    },
    {
        "牛只ID": "00883878e48748d3ad29010fb707247d",
        "牛号": "131010",
        "泌乳天数": 341,
        "奶量": 2250.6,
        "胎次": "1胎",
        "牛舍": "高产"
    },
    {
        "牛只ID": "5a2a41746ee84af891ec00488d6c2f17",
        "牛号": "13968",
        "泌乳天数": 238,
        "奶量": 1657.4,
        "胎次": "1胎",
        "牛舍": "干奶"
    },
    {
        "牛只ID": "32c64375080c4a978bf205ba8e2ab412",
        "牛号": "13025",
        "泌乳天数": 91,
        "奶量": 3618.6,
        "胎次": "2胎",
        "牛舍": "高产"
    },
    {
        "牛只ID": "af2be8778cb04688b56e8cc17611974f",
        "牛号": "13018",
        "泌乳天数": 295,
        "奶量": 2244.2,
        "胎次": "2胎",
        "牛舍": "低产"
    },
    {
        "牛只ID": "2f6bee6939a644dfa1c9c53b0152a89c",
        "牛号": "131026",
        "泌乳天数": 32,
        "奶量": 1246,
        "胎次": "2胎",
        "牛舍": "低产"
    },
    {
        "牛只ID": "d461f9225dff4b859f8df2036631ce54",
        "牛号": "12074",
        "泌乳天数": 370,
        "奶量": 2011.1,
        "胎次": "2胎",
        "牛舍": "青年牛"
    },
    {
        "牛只ID": "c45437efe76c42f781b8a7695d75791f",
        "牛号": "13906",
        "泌乳天数": 2,
        "奶量": 1404.4,
        "胎次": "2胎",
        "牛舍": "低产"
    },
    {
        "牛只ID": "553cbea08a4843f4b5ead4c1039eb8ce",
        "牛号": "13981",
        "泌乳天数": 125,
        "奶量": 3612.6,
        "胎次": "2胎",
        "牛舍": "高产"
    },
    {
        "牛只ID": "d6f30620593149848732daf35be8b371",
        "牛号": "131021",
        "泌乳天数": 33,
        "奶量": 588,
        "胎次": "2胎",
        "牛舍": "青年牛"
    },
    {
        "牛只ID": "cb34ebe4f65b4821b4291ed47ef2ce21",
        "牛号": "131033",
        "泌乳天数": 12,
        "奶量": 2684.8,
        "胎次": "2胎",
        "牛舍": "低产"
    },
    {
        "牛只ID": "015b3a619fea40f7b6b5df54fb3f8f03",
        "牛号": "12059",
        "泌乳天数": 781,
        "奶量": 369.2,
        "胎次": "2胎",
        "牛舍": "干奶"
    },
    {
        "牛只ID": "e2938b07054945988d573d1c37a641f7",
        "牛号": "131014",
        "泌乳天数": 32,
        "奶量": 1554,
        "胎次": "2胎",
        "牛舍": "低产"
    },
    {
        "牛只ID": "3f639cf6f22646b39849cde32d9296fd",
        "牛号": "13994",
        "泌乳天数": 0,
        "奶量": 1105.4,
        "胎次": "2胎",
        "牛舍": "低产"
    },
    {
        "牛只ID": "b323abf63890402288523fb006be9a54",
        "牛号": "13989",
        "泌乳天数": 102,
        "奶量": 2804.8,
        "胎次": "2胎",
        "牛舍": "高产"
    },
    {
        "牛只ID": "b96e05d5b5d44c04a355c6b429d51995",
        "牛号": "13940",
        "泌乳天数": 23,
        "奶量": 3209.23,
        "胎次": "2胎",
        "牛舍": "高产"
    },
    {
        "牛只ID": "d8e85e443a214db9b8aec1e88a6c4590",
        "牛号": "13014",
        "泌乳天数": 73,
        "奶量": 2413.4,
        "胎次": "2胎",
        "牛舍": "高产"
    },
    {
        "牛只ID": "6c653d5c810b41fd8ec7b0ee288a1c37",
        "牛号": "131020",
        "泌乳天数": 1,
        "奶量": 1283.2,
        "胎次": "2胎",
        "牛舍": "高产"
    },
    {
        "牛只ID": "8a244e9b03fb4049bbfb45b4bcddbb2b",
        "牛号": "131035",
        "泌乳天数": 80,
        "奶量": 3075.6,
        "胎次": "2胎",
        "牛舍": "高产"
    },
    {
        "牛只ID": "1281ac53fd53419c8937a4ed964aa59a",
        "牛号": "12073",
        "泌乳天数": 69,
        "奶量": 3367.2,
        "胎次": "2胎",
        "牛舍": "高产"
    },
    {
        "牛只ID": "46298ab774284305956f8bbb15ea4916",
        "牛号": "13934",
        "泌乳天数": 40,
        "奶量": 3116.2,
        "胎次": "2胎",
        "牛舍": "高产"
    },
    {
        "牛只ID": "709bc22a4a724798901bdd6288cabaed",
        "牛号": "13010",
        "泌乳天数": 160,
        "奶量": 2351.6,
        "胎次": "2胎",
        "牛舍": "低产"
    },
    {
        "牛只ID": "1a9be7b64df941adab2bc8d2590de37e",
        "牛号": "131029",
        "泌乳天数": 60,
        "奶量": 3334.4,
        "胎次": "2胎",
        "牛舍": "高产"
    },
    {
        "牛只ID": "7c55fbcc026d44cab0036f67d3abceb3",
        "牛号": "13905",
        "泌乳天数": 25,
        "奶量": 1498.8,
        "胎次": "2胎",
        "牛舍": "低产"
    },
    {
        "牛只ID": "b14dcadf770d4fe58791afef272751cb",
        "牛号": "12069",
        "泌乳天数": 204,
        "奶量": 1385,
        "胎次": "3胎及以上",
        "牛舍": "青年牛"
    },
    {
        "牛只ID": "e99852227f1d4e7d98730468f4f94e86",
        "牛号": "10037",
        "泌乳天数": 49,
        "奶量": 2949.5,
        "胎次": "3胎及以上",
        "牛舍": "高产"
    },
    {
        "牛只ID": "4d869789dfba42a599a863d5a826c057",
        "牛号": "8007",
        "泌乳天数": 392,
        "奶量": 1646,
        "胎次": "3胎及以上",
        "牛舍": "低产"
    },
    {
        "牛只ID": "817aa68453254e59a07fed4f65bef78c",
        "牛号": "7003",
        "泌乳天数": 247,
        "奶量": 2584.2,
        "胎次": "3胎及以上",
        "牛舍": "高产"
    },
    {
        "牛只ID": "a5f1677ed33a4092a66e0c2aa0aae3f5",
        "牛号": "11050",
        "泌乳天数": 357,
        "奶量": 257.2,
        "胎次": "3胎及以上",
        "牛舍": "干奶"
    },
    {
        "牛只ID": "639ff95e143f46eebf219b284004b392",
        "牛号": "12053",
        "泌乳天数": 171,
        "奶量": 4375.9,
        "胎次": "3胎及以上",
        "牛舍": "高产"
    },
    {
        "牛只ID": "9b10f15ea33d47d48f91f8d03dfb545f",
        "牛号": "12060",
        "泌乳天数": 55,
        "奶量": 2338.8,
        "胎次": "3胎及以上",
        "牛舍": "低产"
    },
    {
        "牛只ID": "e9807f0fc1bd456bb54e99c84354c8fb",
        "牛号": "10034",
        "泌乳天数": 74,
        "奶量": 3192.2,
        "胎次": "3胎及以上",
        "牛舍": "高产"
    },
    {
        "牛只ID": "300cdf3e0911414a9f63f7cea4426255",
        "牛号": "10036",
        "泌乳天数": 157,
        "奶量": 3091.6,
        "胎次": "3胎及以上",
        "牛舍": "高产"
    }
];