var treeData = [
    {
        "牛舍类型CODE": "01",
        "牛舍类型": "哺乳犊牛",
        "牛舍ID": "f36d4b3f79e843a6850735b283215227",
        "牛舍名称": "6栋2舍",
        "牛只数量": 116,
        "牛只上限": 200
    },
    {
        "牛舍类型CODE": "01",
        "牛舍类型": "哺乳犊牛",
        "牛舍ID": "3f6fda9a5b0b402c8afc7d3dc53ccd2b",
        "牛舍名称": "fdsa",
        "牛只数量": 16,
        "牛只上限": 65
    },
    {
        "牛舍类型CODE": "01",
        "牛舍类型": "哺乳犊牛",
        "牛舍ID": "4c44ec7fc02949baa78d76b7e0bb3644",
        "牛舍名称": "test1111",
        "牛只数量": 4,
        "牛只上限": 111
    },
    {
        "牛舍类型CODE": "01",
        "牛舍类型": "哺乳犊牛",
        "牛舍ID": "a06d4853613948c6a18245bb3f7eb628",
        "牛舍名称": "test3333",
        "牛只数量": 12,
        "牛只上限": 0
    },
    {
        "牛舍类型CODE": "01",
        "牛舍类型": "哺乳犊牛",
        "牛舍ID": "57bf1ee2dd98430ca797dd691b1ac0fd",
        "牛舍名称": "test444",
        "牛只数量": 7,
        "牛只上限": 0
    },
    {
        "牛舍类型CODE": "01",
        "牛舍类型": "哺乳犊牛",
        "牛舍ID": "931fb0fb783d4e1aaf1f93f85b039529",
        "牛舍名称": "test5555",
        "牛只数量": 1,
        "牛只上限": 0
    },
    {
        "牛舍类型CODE": "02",
        "牛舍类型": "小育成牛",
        "牛舍ID": "9ac65b4850f64b61af82890f339c9893",
        "牛舍名称": "4栋1舍3",
        "牛只数量": 84,
        "牛只上限": 0
    },
    {
        "牛舍类型CODE": "02",
        "牛舍类型": "小育成牛",
        "牛舍ID": "7373693f6c0b4c82b0775c47f03749cd",
        "牛舍名称": "rew",
        "牛只数量": 30,
        "牛只上限": 0
    },
    {
        "牛舍类型CODE": "02",
        "牛舍类型": "小育成牛",
        "牛舍ID": "02b6dc00e2ef4e018e62e206b3de2048",
        "牛舍名称": "test222",
        "牛只数量": 1,
        "牛只上限": 2
    },
    {
        "牛舍类型CODE": "02",
        "牛舍类型": "小育成牛",
        "牛舍ID": "31149edc02484a02a37547887882b6b6",
        "牛舍名称": "鑫鑫牛舍1",
        "牛只数量": 589,
        "牛只上限": 600
    },
    {
        "牛舍类型CODE": "03",
        "牛舍类型": "大育成牛",
        "牛舍ID": "9735b64f84434c008d4781bb5d145319",
        "牛舍名称": "1栋1舍56",
        "牛只数量": 1,
        "牛只上限": 0
    },
    {
        "牛舍类型CODE": "03",
        "牛舍类型": "大育成牛",
        "牛舍ID": "1894178ebdc24282a75116daecacba4f",
        "牛舍名称": "2栋2舍",
        "牛只数量": 38,
        "牛只上限": 0
    },
    {
        "牛舍类型CODE": "03",
        "牛舍类型": "大育成牛",
        "牛舍ID": "46b877ea69af4ea2bbb7691b41bbfef9",
        "牛舍名称": "2栋4舍",
        "牛只数量": 75,
        "牛只上限": 0
    },
    {
        "牛舍类型CODE": "03",
        "牛舍类型": "大育成牛",
        "牛舍ID": "97748e9ee1a54b6099f8d71cb16fe4c7",
        "牛舍名称": "3栋3舍81",
        "牛只数量": 39,
        "牛只上限": 0
    },
    {
        "牛舍类型CODE": "03",
        "牛舍类型": "大育成牛",
        "牛舍ID": "e85ebb4691b84fe1a8c908da4a34fdef",
        "牛舍名称": "5栋1舍",
        "牛只数量": 12,
        "牛只上限": 0
    },
    {
        "牛舍类型CODE": "03",
        "牛舍类型": "大育成牛",
        "牛舍ID": "16161aac0c3944a4aa52018f249610eb",
        "牛舍名称": "8栋1舍",
        "牛只数量": 23,
        "牛只上限": 0
    },
    {
        "牛舍类型CODE": "03",
        "牛舍类型": "大育成牛",
        "牛舍ID": "93365e94edbc49d1804107642f511229",
        "牛舍名称": "册册册",
        "牛只数量": 1,
        "牛只上限": 0
    },
    {
        "牛舍类型CODE": "04",
        "牛舍类型": "青年牛",
        "牛舍ID": "c5f5d4172ac445a99041ab262fca6f9e",
        "牛舍名称": "123",
        "牛只数量": 4,
        "牛只上限": 0
    },
    {
        "牛舍类型CODE": "04",
        "牛舍类型": "青年牛",
        "牛舍ID": "6666666666666999999999999",
        "牛舍名称": "279",
        "牛只数量": 36,
        "牛只上限": 0
    },
    {
        "牛舍类型CODE": "04",
        "牛舍类型": "青年牛",
        "牛舍ID": "c7d56c3bf87041338dc881aed74be9d8",
        "牛舍名称": "4栋2舍",
        "牛只数量": 47,
        "牛只上限": 0
    },
    {
        "牛舍类型CODE": "04",
        "牛舍类型": "青年牛",
        "牛舍ID": "605ae899211d4646bb38a41f2397fee8",
        "牛舍名称": "5栋",
        "牛只数量": 29,
        "牛只上限": 0
    },
    {
        "牛舍类型CODE": "04",
        "牛舍类型": "青年牛",
        "牛舍ID": "8194be4b311f440d8530225bfde3522e",
        "牛舍名称": "6667",
        "牛只数量": 24,
        "牛只上限": 0
    },
    {
        "牛舍类型CODE": "04",
        "牛舍类型": "青年牛",
        "牛舍ID": "442d78a35b0347bf98a4357446e4ae47",
        "牛舍名称": "新牛舍",
        "牛只数量": 2,
        "牛只上限": 0
    },
    {
        "牛舍类型CODE": "04",
        "牛舍类型": "青年牛",
        "牛舍ID": "23f4385a47364bb0b94c409f67aef300",
        "牛舍名称": "错误",
        "牛只数量": 21,
        "牛只上限": 0
    },
    {
        "牛舍类型CODE": "05",
        "牛舍类型": "高产牛",
        "牛舍ID": "3b41629eb1fa47a09eed624f1d2ac7ea",
        "牛舍名称": "4栋5舍",
        "牛只数量": 12,
        "牛只上限": 0
    },
    {
        "牛舍类型CODE": "05",
        "牛舍类型": "高产牛",
        "牛舍ID": "97c68a89f9774e49ab03cac9eab00e63",
        "牛舍名称": "6544",
        "牛只数量": 10,
        "牛只上限": 0
    },
    {
        "牛舍类型CODE": "05",
        "牛舍类型": "高产牛",
        "牛舍ID": "6a107e5aff5b48b9b1fe7150dabf9536",
        "牛舍名称": "7栋2舍",
        "牛只数量": 34,
        "牛只上限": 0
    },
    {
        "牛舍类型CODE": "05",
        "牛舍类型": "高产牛",
        "牛舍ID": "d0cf002a2c8b466f8f1b1e2108763c57",
        "牛舍名称": "9栋9舍",
        "牛只数量": 5,
        "牛只上限": 0
    },
    {
        "牛舍类型CODE": "05",
        "牛舍类型": "高产牛",
        "牛舍ID": "ec2be24962f34261b8d12c811169dfed",
        "牛舍名称": "测试1",
        "牛只数量": 7,
        "牛只上限": 0
    },
    {
        "牛舍类型CODE": "05",
        "牛舍类型": "高产牛",
        "牛舍ID": "00c56135820e4fc2a7b613ed6f98e57a",
        "牛舍名称": "测试3342",
        "牛只数量": 5,
        "牛只上限": 0
    },
    {
        "牛舍类型CODE": "05",
        "牛舍类型": "高产牛",
        "牛舍ID": "9b2d5c582a6b4beaa6488d601a196884",
        "牛舍名称": "测试宽度测",
        "牛只数量": 0,
        "牛只上限": 58
    },
    {
        "牛舍类型CODE": "06",
        "牛舍类型": "低产牛",
        "牛舍ID": "384a370f999c4eed93e2d0f63e681b79",
        "牛舍名称": "1栋1舍1",
        "牛只数量": 10,
        "牛只上限": 0
    },
    {
        "牛舍类型CODE": "06",
        "牛舍类型": "低产牛",
        "牛舍ID": "c9207c8b3b214164af9ee5dca9c6ff47",
        "牛舍名称": "4234",
        "牛只数量": 21,
        "牛只上限": 0
    },
    {
        "牛舍类型CODE": "06",
        "牛舍类型": "低产牛",
        "牛舍ID": "2f74002149df4793a5bb3f89f1e0b0fb",
        "牛舍名称": "4栋3舍",
        "牛只数量": 26,
        "牛只上限": 0
    },
    {
        "牛舍类型CODE": "06",
        "牛舍类型": "低产牛",
        "牛舍ID": "a70daa61c17c4db8ac1ea267801e7ab2",
        "牛舍名称": "5栋5舍",
        "牛只数量": 2,
        "牛只上限": 0
    },
    {
        "牛舍类型CODE": "06",
        "牛舍类型": "低产牛",
        "牛舍ID": "2d0a491d94cf488db8494a87546c9965",
        "牛舍名称": "fdserq",
        "牛只数量": 0,
        "牛只上限": 0
    },
    {
        "牛舍类型CODE": "06",
        "牛舍类型": "低产牛",
        "牛舍ID": "22bd174703dd4838955d712cd83f4ecf",
        "牛舍名称": "嗯哼2",
        "牛只数量": 10,
        "牛只上限": 0
    },
    {
        "牛舍类型CODE": "07",
        "牛舍类型": "干奶牛",
        "牛舍ID": "688dfe0a039d499b9825c9e2d18cf17f",
        "牛舍名称": "dfsdf",
        "牛只数量": 20,
        "牛只上限": 0
    },
    {
        "牛舍类型CODE": "07",
        "牛舍类型": "干奶牛",
        "牛舍ID": "e8df2caae0a546bdbbec3a7f50c8b928",
        "牛舍名称": "fdasfs",
        "牛只数量": 10,
        "牛只上限": 0
    },
    {
        "牛舍类型CODE": "08",
        "牛舍类型": "围产牛",
        "牛舍ID": "1f4ebcea020b44c980ef33b577ad8ea1",
        "牛舍名称": "9653",
        "牛只数量": 24,
        "牛只上限": 0
    },
    {
        "牛舍类型CODE": "08",
        "牛舍类型": "围产牛",
        "牛舍ID": "c0cca3a91e184045ad06b87a5c90b0f2",
        "牛舍名称": "erwqrq",
        "牛只数量": 7,
        "牛只上限": 0
    },
    {
        "牛舍类型CODE": "08",
        "牛舍类型": "围产牛",
        "牛舍ID": "eb28975e9c184cba836ff8b73f01b8af",
        "牛舍名称": "fdsafaerqw",
        "牛只数量": 5,
        "牛只上限": 0
    },
    {
        "牛舍类型CODE": "09",
        "牛舍类型": "新产牛",
        "牛舍ID": "005061276a004e3699ed332e5e933764",
        "牛舍名称": "dfa",
        "牛只数量": 13,
        "牛只上限": 0
    },
    {
        "牛舍类型CODE": "11",
        "牛舍类型": "病牛",
        "牛舍ID": "7cacd0e78fc7406793c46d8126f560ec",
        "牛舍名称": "cfg",
        "牛只数量": 0,
        "牛只上限": 456
    },
    {
        "牛舍类型CODE": "11",
        "牛舍类型": "病牛",
        "牛舍ID": "cb53e9ad10034f9b83e546e41306d523",
        "牛舍名称": "暗黑城",
        "牛只数量": 12,
        "牛只上限": 0
    },
    {
        "牛舍类型CODE": "12",
        "牛舍类型": "隔离牛",
        "牛舍ID": "0d934c76a4584b3b8e439968ff4a595f",
        "牛舍名称": "7栋1舍",
        "牛只数量": 7,
        "牛只上限": 0
    },
    {
        "牛舍类型CODE": "12",
        "牛舍类型": "隔离牛",
        "牛舍ID": "6dcb296b71374d289ba64eb76f706b35",
        "牛舍名称": "sasasa1213131",
        "牛只数量": 3,
        "牛只上限": 0
    },
    {
        "牛舍类型CODE": "13",
        "牛舍类型": "公牛",
        "牛舍ID": "c7816bbd52594f419d91de3e9c64c600",
        "牛舍名称": "阿发",
        "牛只数量": 5,
        "牛只上限": 123
    },
    {
        "牛舍类型CODE": "14",
        "牛舍类型": "其它",
        "牛舍ID": "cbcd378c57934547bd3748aa7f8b8ead",
        "牛舍名称": "78",
        "牛只数量": 0,
        "牛只上限": 77
    },
    {
        "牛舍类型CODE": "14",
        "牛舍类型": "其它",
        "牛舍ID": "5fe79d32b3824df3bfef0ac72ef93b14",
        "牛舍名称": "789",
        "牛只数量": 1,
        "牛只上限": 1
    },
    {
        "牛舍类型CODE": "14",
        "牛舍类型": "其它",
        "牛舍ID": "a5a2c4d9437d47ce9b9d216ced9419ed",
        "牛舍名称": "tugfjgk7777777",
        "牛只数量": 2,
        "牛只上限": 777
    },
    {
        "牛舍类型CODE": "14",
        "牛舍类型": "其它",
        "牛舍ID": "b0af532262534345ab21ac4e0e04f1c6",
        "牛舍名称": "牛头酋长",
        "牛只数量": 1,
        "牛只上限": 0
    },
    {
        "牛舍类型CODE": "15",
        "牛舍类型": "断奶犊牛",
        "牛舍ID": "0e33cb3f0e554a6db9bdd99601a1dfb4",
        "牛舍名称": "22xx0",
        "牛只数量": 1,
        "牛只上限": 233
    },
    {
        "牛舍类型CODE": "15",
        "牛舍类型": "断奶犊牛",
        "牛舍ID": "c854df5d7b5740428cdd07cd581acf21",
        "牛舍名称": "6栋1舍1",
        "牛只数量": 199,
        "牛只上限": 0
    },
    {
        "牛舍类型CODE": "15",
        "牛舍类型": "断奶犊牛",
        "牛舍ID": "246eeea2ab5648a2a30f12e63e63ca88",
        "牛舍名称": "时只需向时",
        "牛只数量": 42,
        "牛只上限": 200
    },
    {
        "牛舍类型CODE": "16",
        "牛舍类型": "中产牛",
        "牛舍ID": "74a5db33c0704a8c953dc7cf14a5b1b5",
        "牛舍名称": "投料测试牛舍数",
        "牛只数量": 2,
        "牛只上限": 100
    }
];